Repository: Dejssa/BP_Transport_Fewer_2
Catalog: res/strings/*/LC_MESSAGES/*.po
Languages: be_lt

source: {townName} Cargo Port
be_lt: {townName} – Hruzavy port

source: {townName} Central
be_lt: {townName} Centr

source: {townName} East
be_lt: {townName} Uschod

source: {townName} Exchange
be_lt: {townName} Vuzieł

source: {townName} Halt
be_lt: {townName} Prypynak

source: {townName} North
be_lt: {townName} Poŭnač

source: {townName} Sidings
be_lt: {townName} Raz’iezd

source: {townName} Signal #{number}
be_lt: {townName} Syhnał #{number}

source: {townName} South
be_lt: {townName} Poŭdzień

source: {townName} Transfer
be_lt: {townName} Pierachodny

source: {townName} Waypoint #{number}
be_lt: {townName} Maršrutny punkt #{number}

source: {townName} West
be_lt: {townName} Zachad

source: {username} Transport
be_lt: Transpart ({username})

source: {weight} kg
be_lt: {weight} kh

source: {weight} lb
be_lt: {weight} funt

source: {} (Error code: {code})
be_lt: {} (Kod pamyłki: {code})

source: {}: Off
be_lt: {}: vykł.

source: {}: On
be_lt: {}: ukł.
