Repository: Dejssa/BP_Transport_Fewer_2
Catalog: res/strings/*/LC_MESSAGES/*.po
Languages: be_lt

source: Construction option precise 8
be_lt: Dakładny varyiant pabudovy 8

source: Consumers
be_lt: Spažyŭcy

source: Consumption
be_lt: Spažyvańnie

source: Contained by following lines as waypoint
be_lt: Naležać da nastupnych linij iak maršrutny punkt

source: Context help
be_lt: Kantekstnaia dapamoha

source: Continue
be_lt: Praciahnuć

source: Continue anyway
be_lt: Usio adno praciahnuć

source: Continue playing...
be_lt: Praciahnuć hulniu...

source: Continue to external website?
be_lt: Pierajści da źniešniaj veb-staronki?

source: Contour lines layer
be_lt: Słoj konturnych linij

source: Coord.sys.
be_lt: Systema kaardynat

source: Copy
be_lt: Kapiiavać

source: Cost:
be_lt: Košt:

source: Costs
be_lt: Košt

source: Costs: %1%
be_lt: Košt %1%

source: Could not connect all alternative terminals
be_lt: Nie atrymałasia padłučyć usie alternatyŭnyia terminały

source: Could not connect all stations
be_lt: Nie atrymałasia padłučyć usie stancyi

source: Could not refresh
be_lt: Nie ŭdałosia abnavić

source: Could not save game. Please check free disk space and/or folder permissions.
be_lt: Niemahčyma zachavać stan hulni. Praviercie naiaŭnaść volnaj pamiaci ci prava na dostup da tečki.

source: Create New Game
be_lt: Stvaryć novuiu hulniu

source: Create New Map
be_lt: Stvaryć novuiu mapu

source: Create a line with at least two stops in free game.
be_lt: U volnaj hulnie stvarycie liniiu prynamsi ź dźviuma prypynkami.

source: Create a new line
be_lt: Stvaryć novuiu liniiu

source: Creating fields...
be_lt: Stvareńnie palej...

source: Creating industries...
be_lt: Stvareńnie pramysłovych ustanoŭ...

source: Creating streets...
be_lt: Stvareńnie vulic...

source: Creating towns...
be_lt: Stvareńnie miest...

source: Credits
be_lt: Aŭtary

source: Critical: Disabling will remove essential mod content, which causes the save game to become unstable or unusable.
be_lt: Važna: adklučeńnie pryviadzie da vydaleńnia klučavoha źmiestu madyfikacyi, što zrobić zachavańnie hulni niestabilnym albo nieprydatnym da hulni.

source: Crowd in a train
be_lt: Natoŭp u ciahniku

source: Current
be_lt: Biahučy

source: Current consumption rate
be_lt: Pakazalnik biahučaha spažyvańnia

source: Curve: {angle}°
be_lt: Vyhin: {angle}°

source: Curved
be_lt: Vyhnuty

source: Custom
be_lt: Ułasnyia

source: Custom Settings
be_lt: Ułasnyia nałady

source: Custom cargo
be_lt: Ułasnyia hruzy

source: Custom colors
be_lt: Ułasnyia kolery

source: Custom game settings
be_lt: Ułasnyia nałady hulni

source: Cycle game speed
be_lt: Źmiena chutkaści hulni

source: DMCA
be_lt: Aŭtarskiia pravy (DMCA)

source: Data layers
be_lt: Słai dadzienych

source: Date
be_lt: Data

source: Date added
be_lt: Data dadadziena

source: Date speed
be_lt: Chutkaść płyni času

source: Date updated
be_lt: Data abnoŭlena

source: Date:
be_lt: Data:

source: Day
be_lt: Dzień

source: Deadzone
be_lt: Miortvaia zona

source: Debt
be_lt: Doŭh

source: Debug mode
be_lt: Režym naładki

source: Default
be_lt: Pa zmaŭčańni

source: Delete
be_lt: Vydalić

source: Delete Savegame?
be_lt: Vydalić zachavańie?

source: Delete Settings (DEBUG)
be_lt: Vydalić nałady (NAŁADKA)

source: Delete camera config
be_lt: Vydalić nałady kamery

source: Delete camera config?
be_lt: Vydalić nałady kamery?

source: Delete fade
be_lt: Vydalić źniknieńnie

source: Delete key frame
be_lt: Vydalić klučavy kadr

source: Delete line
be_lt: Vydalić liniiu

source: Delete mod preset
be_lt: Vydalić narychtoŭku madyfikacyi

source: Delete mod preset?
be_lt: Vydalić narychtoŭku madyfikacyi?

source: Delete subtitle
be_lt: Vydalić nadpis

source: Deliver every product to every city that requires it in free game.
be_lt: U volnaj hulnie dastaŭlajcie kožny pradukt da kožnaha miesta, iakomu ion patrebny.

source: Deluxe Edition
be_lt: Raskošnaie vydańnie

source: Departure configuration
be_lt: Nałady ad'iezdu

source: Dependencies ({num})
be_lt: Zaležnaści ({num})

source: Depot contains vehicles
be_lt: U depo znachodzicca transpart

source: Depots
be_lt: Depo

source: Descending
be_lt: Sychodziačy

source: Description
be_lt: Opis

source: Destination
be_lt: Nakiravany da

source: Destination: {stopName}
be_lt: Nakiravany da: {stopName}

source: Destination: {stopName} via {viaName}
be_lt: Nakiravany da: {stopName}, praz: {viaName}

source: Destinations
be_lt: Nakiravańni

source: Destinations layer
be_lt: Słoj nakiravańniaŭ

source: Details
be_lt: Padrabiaznaści

source: Diesel
be_lt: Dyzel

source: Diesel Train
be_lt: Dyzelny ciahnik

source: Diesel locomotives
be_lt: Dyzelny lokamatyŭ

source: Diesel multiple units
be_lt: Dyzelny ciahavy kopleks

source: Different cargo types transported
be_lt: Dastaŭlenyia roznyia vidy hruzaŭ

source: Difficulty
be_lt: Ciažkaść

source: Difficulty:
be_lt: Ciažkaść:

source: Directory: {folder}
be_lt: Tečka: {folder}

source: Disable
be_lt: Vyklučyć

source: Disable all
be_lt: Vyklučyć usio

source: Disable all mods currently visible in the list
be_lt: Adklučyć usie madyfikacyi, bačnyia ŭ śpisie

source: Disable construction snapping
be_lt: Adklučyć pryviazku budynku

source: Disable mod
be_lt: Adklučyć madyfikacyiu

source: Disabled
be_lt: Vyklučana

source: Discard changes
be_lt: Skasavać źmieny

source: Disconnected!
be_lt: Raz'iadnana!

source: Display mode
be_lt: Režym pakazu

source: Distance units
be_lt: Adzinki adlehłaści

source: Do not show again
be_lt: Nie pakazvać bolš

source: Do you wish to proceed?
be_lt: Ci chočacie praciahnuć?

source: Docks outside of navigable waters
be_lt: Doki pa-za miežami sudnachodnych vod

source: Don't take any additional loan until the year 2050 in free game.
be_lt: Nie biarycie anivodnaj dadatkovaj pazyki da 2050 hoda ŭ volnaj hulnie.

source: Double slip switch
be_lt: Dvajny ckryžavany pieramykač

source: Down
be_lt: Da dołu

source: Download pending
be_lt: Ściahvańnie čakaiecca

source: Downloading
be_lt: Ściahvaiecca

source: Downloading mods
be_lt: Ściahvaiemyia madyfikacyi

source: Downloads
be_lt: Ściahvańni

source: Drive backwards
be_lt: Iechać nazad

source: Duration
be_lt: Čas tryvańnia

source: E.P.E.C.
be_lt: USIo.PAŬSUL.

source: Earn 1 million with airplanes within a month in free game.
be_lt: Zarabicie 1 milion na dastaŭcy samalotami za miesiac u volnaj hulnie.

source: Earn 1 million with ships within a month in free game.
be_lt: Zarabicie 1 milion na dastaŭcy karablami za miesiac u volnaj hulnie.

source: Earn 50 millions not using any train in free game.
be_lt: U volnaj hulnie zarabicie 50 milionaŭ biez užyvańnia ciahnikoŭ.

source: Earn all medals in one of the campaign missions.
be_lt: Zarabicie ŭsie medali ŭ adnoj ź misij kampanii.

source: Earn all medals of the entire campaign.
be_lt: Zarabicie ŭsie medali za ŭsiu kampaniiu.

source: Edge scrolling
be_lt: Kraiovaia prakrutka

source: Edit all vehicles
be_lt: Redahavać uvieś transpart

source: Edit selected vehicle
be_lt: Redahdavać vybrany transpart

source: Edit vehicle
be_lt: Redahdavać transpart

source: Editor
be_lt: Redaktar

source: Editor's note
be_lt: Zaŭvaha redaktaraŭ

source: Electric
be_lt: Elektryčny

source: Electric Train
be_lt: Ełektryčny ciahnik

source: Electric locomotives
be_lt: Ełektryčny lokamatyŭ

source: Electric multiple units
be_lt: Elektryčny ciahavy kopleks

source: Electrification tool
be_lt: Pryłada elektryfikacyi

source: Email
be_lt: E-pošta

source: Email:
be_lt: E-pošta:

source: Emission
be_lt: Zabrudžvańnie

source: Emission %1%
be_lt: Zabrudžvańnie %1%

source: Emission %1% + %2% (%3% condition)
be_lt: Zabrudžvańnie: %1% + %2% (stan: %3%)

source: Emission at mouse cursor: %s
be_lt: Zabrudžvańnie pry kursory myšy: %s

source: Emission at screen center: %s
be_lt: Zabrudžvańnie ŭ centry ekranu: %s

source: Emissions layer
be_lt: Słoj zabrudžvańnia

source: Empty
be_lt: Pusta

source: Empty construction
be_lt: Pusty budynak

source: Enable
be_lt: Uklučyć

source: Enable Custom settings
be_lt: Uklučyć ułasnyia nałady

source: Enable all
be_lt: Uklučyć usie

source: Enable all mods currently visible in the list
be_lt: Uklučyć usie madyfikacyi, bačnyia ŭ śpisie

source: Enable camera tool
be_lt: Uklučyć pryłady kamery

source: Enable custom game settings
be_lt: Uklučyć ułasnyia nałady hulni

source: Enable guide system
be_lt: Uklučyć systemu dapamohi

source: Enable mod
be_lt: Uklučyć madyfikacyiu

source: Enable mods from a mod preset. Already enabled mods are not disabled.
be_lt: Uklučyć madyfikacyi z papiaredniaj narechtoŭki. Raniej uklučanyia madyfikacyi nia buduć adklučany.

source: Enable mouse/keyboard
be_lt: Uklučyć myš/klaviiaturu

source: Enable production or ship items to prevent closure.
be_lt: Kab praduchilić zakryćcio, pačnicie vytvorčaść abo dastaŭcie tavary.

source: Enabled
be_lt: Uklučany

source: Enabled mods
be_lt: Uklučonyia madyfikacyi

source: Enabled/disabled mod(s) may lead to unexpected results.
be_lt: Uklučanyia/adklučanyia modyfikacyi mohuć vyklikać niečakanyia z'iavy.

source: Enabled/disabled mod(s) will likely cause the game to crash!
be_lt: Uklučeńnie/vyklučeńnie madyfikacyj moža pryvieści da zboiu hulni!

source: Engine Type
be_lt: Typ ruchaviku

source: Enter a file name!
be_lt: Uviadzicie nazvu fajłu!

source: Enter bank balance!
be_lt: Uviadzicie bałans rachunku!

source: Enter change note
be_lt: Uviadzicie natatku źmien

source: Enter cockpit
be_lt: Uvajści ŭ kabinu

source: Enter comment
be_lt: Uviadzicie kamientar

source: Enter current day!
be_lt: Uviadzicie biahučy dzień!

source: Enter current month!
be_lt: Uviadzicie biahučy miesiac!

source: Enter current yonth!
be_lt: Uviadzicie biahučy hod!

source: Enter description
be_lt: Uviadzicie apisańnie

source: Enter email address
be_lt: Uviadzicie e-poštu

source: Enter save game name
be_lt: Uviadzicie nazvu zachavańnia hulni

source: Enter summary
be_lt: Uviadzicie padsumavańnie

source: Environment:
be_lt: Asiarodździe:

source: Erase assets with a brush.
be_lt: Dazvalaie vydalać elemienty pendźlam.

source: Erase the terrain painting (restore the default material).
be_lt: Ścierci malavańnie miascovaści (viartaie materyiał pa zmaŭčańni).

source: Eraser tool
be_lt: Pryłada – humka

source: Error loading settings file
be_lt: Pamyłka zahruzki fajłu naład

source: Europe
be_lt: Eŭropa

source: European vehicles
be_lt: Eŭrapejski transpart

source: Excellent
be_lt: Vydatna

source: Exemplary student
be_lt: Uzorny vučań

source: Exit
be_lt: Vyjście

source: Expand
be_lt: Pašyryć

source: Expenditure
be_lt: Vydatki

source: Export
be_lt: Ekspart

source: Export heightmap
be_lt: Ekspart map vyšyń

source: Extracting
be_lt: Raspakoŭvańnie

source: FPS limit
be_lt: Abmiež. k/s

source: Fade {num}
be_lt: Źnikaie {num}

source: Fades
be_lt: Źnikaie

source: Failed to login
be_lt: Nie ŭdałosia ŭvajści

source: Failed to logout
be_lt: Nie ŭdałosia vyjści

source: Failed to rate
be_lt: Nie ŭdałosia acanić

source: Failed to refresh
be_lt: Nie ŭdałosia abnavić

source: Failed to retrieve mod list
be_lt: Nie ŭdałosia ściahnuć śpis madyfikacyj

source: Failed to share savegame
be_lt: Nie ŭdałosia padzialicca zachavańniem

source: Failed to show mod details
be_lt: Nie ŭdałosia pakazać detali madyfikacyi

source: Failed to subscribe
be_lt: Nie ŭdałosia padpisacca

source: Failed to uninstall
be_lt: Nie ŭdałosia vydalić

source: Failed to unsubscribe
be_lt: Nie ŭdałosia adpisacca

source: Failed to upload mod
be_lt: Nie ŭdałosia dasłać madyfikacyiu

source: False Information
be_lt: Iłžyvaia infarmacyia

source: Fetching Results
be_lt: Pošuk vynikaŭ

source: File Name
be_lt: Nazva fajłu

source: File error
be_lt: Pamyłka fajłu

source: File size
be_lt: Pamier fajłu

source: Filesystem error
be_lt: Pamyłka fajłavaj systemy

source: Filter
be_lt: Filtr

source: Finances
be_lt: Finansy

source: Finances - Chart
be_lt: Finansy - dyiahrama

source: Finances - Table
be_lt: Finansy - tablica

source: First
be_lt: Pieršy

source: First aircraft arrived
be_lt: Pieršy samalot na miejscy

source: First bus arrived
be_lt: Pieršy aŭtobus na miejscy

source: First bus stop
be_lt: Pieršy prypynak

source: First cargo item on board
be_lt: Adpraŭka pieršaha hruzu

source: First cargo item waiting
be_lt: Pieršy hruz čakaie na adpraŭku

source: First electric train arrived
be_lt: Pieršy elektryčny ciahnik na miejscy

source: First industry upgraded
be_lt: Pieršaie palapšeńnie pramysłovaści

source: First line
be_lt: Pieršaia liniia

source: First passenger on board
be_lt: Adpraŭka pierašaha pasažyru

source: First passenger waiting
be_lt: Pieršy pasažyr čakaie na adpraŭku

source: First ship arrived
be_lt: Pieršy karabiel na miejscy

source: First steam train arrived
be_lt: Pieršy paravoz na miejscy

source: First train station
be_lt: Pieršy čyhunačny vakzał

source: Fix slope
be_lt: Vypraŭcie nachił

source: Flatten the terrain.
be_lt: Vyraŭnoŭvaie miascovaść.

source: Flatten tool
be_lt: Prałada raŭnavańnia

source: Flip vehicle
be_lt: Raźviarnuć traspart

source: Foc.
be_lt: Fokus.

source: Focus Mods
be_lt: Zasiarod. na madyfikacyiach

source: Focus Sidebar
be_lt: Zasiarod. na bakavoj paneli

source: Folder:
be_lt: Tečka:

source: For experts:
be_lt: Dla ekspertaŭ:

source: Force uninstall
be_lt: Prymusovaie vydaleńnie

source: Force units
be_lt: Adzinki siły

source: Frame rate
be_lt: Kadraŭ na sekundu

source: Free Game
be_lt: Volnaia hulnia

source: Free camera
be_lt: Volnaia kamera

source: Freq.
be_lt: Čast.

source: Frequence
be_lt: Častata

source: Full load (all)
be_lt: Poŭnaia zahruzka (usie)

source: Full load (any)
be_lt: Poŭnaia zahruzka (luby)

source: Fullscreen
be_lt: Poŭnaekranny

source: Game
be_lt: Hulnia

source: Game Storage
be_lt: Pamiać hulni

source: Game options
be_lt: Nałady hulni

source: Game paused
be_lt: Hulnia prypyniena

source: Game speed up
be_lt: Paskoryć hulniu

source: Generate
be_lt: Utvaryć

source: Generate a random seed
be_lt: Utvaryć vypadkovaie nasieńnia

source: Generate heightmap
be_lt: Utvaryć mapy vyšyń

source: Generate industries
be_lt: Utvaryć pramysłovych ustanoŭ

source: Generate streets
be_lt: Utvaryć vulicy

source: Generate towns
be_lt: Utvaryć miesty

source: Generating industries...
be_lt: Utvareńnie pramysłovych ustanoŭ...

source: Generating map...
be_lt: Utvareńnie mapy...

source: Generating preview...
be_lt: Utvareńnie papiar. prahladu...

source: Generating streets...
be_lt: Utvareńnie vulic...

source: Generating terrain...
be_lt: Utvareńnie miascovaści...

source: Generating towns...
be_lt: Sparadžáńnie miest...

source: Generator
be_lt: Utvaralnik

source: Generator:
be_lt: Utvaralnik:

source: Generic
be_lt: Ahulny

source: Geometry
be_lt: Hieametryia

source: Glacier express
be_lt: Hletčarny ekspres

source: Go back to menu
be_lt: Viarnucca da meniu

source: Go to next page
be_lt: Pierajści da nastupnaj staronki

source: Go to previous page
be_lt: Pierajści da papiaredniaj staronki

source: Go to station
be_lt: Napravicca da stancyi

source: Going to depot
be_lt: U darozie da depo

source: Good
be_lt: Dobra

source: Graphic API
be_lt: Hrafičnyj API

source: Graphics
be_lt: Hrafika

source: Graphics Preference
be_lt: Nałady Hrafiki

source: Graphics context creation failed ({graphicsApi})
be_lt: Pamyłka stvareńnia kantekstu {graphicsApi}

source: Graphics settings
be_lt: Nałady hrafiki

source: Grass
be_lt: Trava

source: Growth
be_lt: Raźvićcio

source: Growth: %1% residents
be_lt: Raźvićcio: %1% žycharoŭ

source: HUD icon filter
be_lt: HUD značok filtru

source: HUD: Toggle aircraft
be_lt: HUD: Pieraklučeńnie samalotaŭ

source: HUD: Toggle bus/tram stops
be_lt: HUD: Pieraklučeńnie prypynkaŭ aŭtobusaŭ/tramvaiaŭ

source: HUD: Toggle costs labels
be_lt: HUD: Pieraklučeńnie cetlikaŭ koštu

source: HUD: Toggle depots
be_lt: HUD: Pieraklučeńnie depo

source: HUD: Toggle income labels
be_lt: HUD: Pieraklučeńnie cetlikaŭ zarobkaŭ

source: HUD: Toggle industries
be_lt: HUD: Pieraklučeńnie pramysłovaściej

source: HUD: Toggle rail vehicles
be_lt: HUD: Pieraklučeńnie čyhunačnaha transpartu

source: HUD: Toggle road vehicles
be_lt: HUD: Pieraklučeńnie darožnaha transpartu

source: HUD: Toggle ships
be_lt: HUD: Pieraklučeńnie karabloŭ

source: HUD: Toggle signals
be_lt: HUD: Pieraklučeńnie syhnałaŭ

source: HUD: Toggle stations
be_lt: HUD: Pieraklučeńnie stancyj

source: HUD: Toggle towns
be_lt: HUD: Pieraklučeńnie miest

source: Hangar
be_lt: Anhar

source: Have 100km of railway tunnels in free game.
be_lt: Zbudujcie 100km čyhunačnych tunelaŭ u volnaj hulnie.

source: Have 400km of tracks in free game.
be_lt: Prakładzicie 400km cyhunki ŭ volnaj hulnie.

source: Have 50km of railway bridges in free game.
be_lt: Pabudujcie 50 km čyhunačnych mastoŭ u volnaj hulnie.

source: Have a cargo item transported with one of your vehicles in free game.
be_lt: Pieravieźci hruz na transparcie ŭ volnaj hulnie.

source: Have a cargo item waiting at a terminal in free game.
be_lt: Miejcie hruz čakaiuščyŭ u terminale ŭ volnaj hulnie.

source: Have a line with every passenger road vehicle type available from 1850 to 2020 in free game.
be_lt: U volnaj hulnie miejcie liniiu, iakaia budzie užyvać uvieś dastupny transpart ad 1850 da 2020.

source: Have a monthly maintenance cost of 200 million in free game.
be_lt: U volnaj hulnie miejcie štomiesiačny košt utrymańnia ab 200 milionaŭ.

source: Have a passenger on a vehicle in free game.
be_lt: Pieravieźci pasažyra na transparcie ŭ volnaj hulnie.

source: Have a town with a population of at least 1500 in free game.
be_lt: U volnaj hulnie dasiahnicie nasielnictva adnaho ź miest nie miešn za 1500 žycharoŭ.

source: Have a town with a population of at least 750 in free game.
be_lt: U volnaj hulnie dasiahnicie nasielnictva adnaho ź miest nie miešn za 750 žycharoŭ.

source: Have a train filled with at least 100 passengers in free game.
be_lt: Pieravieźci 100 pasažyraŭ na ciahniku za adnu paiezdku ŭ volnaj hulnie.

source: Have a train filled with at least 200 passengers in free game.
be_lt: Pieravieźci 200 pasažyraŭ na ciahniku za adnu paiezdku ŭ volnaj hulnie.

source: Have a train filled with at least 250 cargo items in free game.
be_lt: Pieravieźci 250 hruzaŭ na ciahniku za adnu paiezdku ŭ volnaj hulnie.

source: Have a train longer than the longest possible station in free game.
be_lt: U volnaj hulnie stvarycie ciahnik, daŭžynia iakoha bolš za samuiu doŭhuiu dazvolenuiu stancyiu.

source: Have a train that reaches higher than 450 meters in free game.
be_lt: U volnaj hulnie zrabicie ciahnik na daŭžej za 450 metraŭ.

source: Have all tracks electrified and high speed in free game. Have at least 100km of tracks.
be_lt: U volnaj hulnie elektryfikujcie j adaptujcie čyhunku da vysokich chutkaściej. Prakłaści prynamsi 100 km.

source: Have at least 300 cargo items waiting at a train station in free game.
be_lt: U volnaj hulnie miejcie nie mienš za 300 tavaraŭ, čakaiuščych na transparciroŭku na vakzale.

source: Have at least 300 passengers waiting in a train station in free game.
be_lt: U volnaj hulnie miejcie nie mienš za 300 pasažyraŭ, čakaiuščych na ciahnik na vakzale.

source: Have every industry shipping items using your transport network in free game.
be_lt: U volnaj hulnie vaša transpartnaia sietka pieravozić pradukcyiu kožnaj pramysłovaści.

source: Have two trains stuck facing each other in free game.
be_lt: U volnaj hulnie zrabicie dva ciahnika, iakiia staiać adzin nasuprać adnaho.

source: Heading for depot
be_lt: Nakirovany da depo

source: Heading for {stopName}
be_lt: Nakiravany da: {stopName}

source: Headquarters
be_lt: Štab-kvatera

source: Heavily loaded
be_lt: Mocna zahružany

source: Height at mouse cursor: {height}
be_lt: Vyšynia na kursory myšy: {height}

source: Height at screen center: {height}
be_lt: Vyšynia na centry ekrana: {height}

source: Heightmap
be_lt: Mapa vyšyń

source: Heightmap height invalid. Valid heights: %1%.
be_lt: Niapravilnaia vyšynia mapy vyšyni. Dazvolenaia vyšynia: %1%.

source: Heightmap texture tool
be_lt: Pryłada teksturavańnia map vyšyń

source: Heightmap texture tool: Invert
be_lt: Pryłada teksturavańnia map vyšyń: adviarnuć

source: Heightmap too large. Number of pixels must not exceed %1%M.
be_lt: Mapa vyšyń zavialikaia. Kolkaść piksielaŭ nia moža by bolš za %1% milionaŭ.

source: Heightmap width invalid. Valid widths: %1%.
be_lt: Niapravilnaia šyrynia mapy vyšyni. Dazvolenaia šyrynia: %1%.

source: Help
be_lt: Dapamoha

source: High
be_lt: Vysoki

source: High speed
be_lt: Vysokaia chutkaść

source: High-speed
be_lt: Šybki

source: High-speed track tool
be_lt: Pryłada čyhunki vysokaj chutkaści

source: Horse
be_lt: Koń

source: Idle
be_lt: Biaździejny

source: If you continue, all unfinished downloads will be cancelled and download progress will be lost.
be_lt: Kali praciahnuć, usie aktyŭnyia ściahvańni buduć skasavany, i ich postup budzie stračany.

source: Illegal Content
be_lt: Nielehalny źmiest

source: Image file too large (must be less than 1MB)
be_lt: Fajł vyiavy zavialiki (muść być mienš za 1 MB)!

source: Image type must be grayscale.
be_lt: Typ vyiavy musić być u adcieńniach šeraha.

source: Image:
be_lt: Vyiava:

source: Import
be_lt: Impartavać

source: Import heightmap
be_lt: Impartavać mapu vyšyń

source: Important note
be_lt: Važna natatka

source: In
be_lt: Uvachod

source: In depot
be_lt: U depo

source: Income
be_lt: Dachody

source: Incoming vehicle(s)
be_lt: Prybyvaiučy transpart

source: Industrial
be_lt: Pramysłovaść

source: Industrial area
be_lt: Pramysłovaia zona

source: Industrial building
be_lt: Pramysłovy budynak

source: Industrial supply
be_lt: Pramysłovyia tavary

source: Industrialist
be_lt: Pramysłoviec

source: Industries
be_lt: Pramysłovyia ŭstanovy

source: Industry
be_lt: Pramysłovaść

source: Industry closure
be_lt: Zakryćcio pramysłovaści

source: Industry spawn
be_lt: Uźniknieńnie pramysłovaści

source: Industry statistics
be_lt: Statystyka pramysłovaści

source: Infrastructure
be_lt: Infrastruktura

source: Initial street angle range
be_lt: Pačatkovy dyiapazon kutkoŭ vulicy

source: Insert a random seed to be used for the generator
be_lt: Ustaŭcie vypadkovaie ziernie, iakoie budzie užyta ŭtvarataram

source: Insert fade after
be_lt: Ustavić zniknieńnie paśla

source: Insert fade before
be_lt: Ustavić zniknieńnie pierad

source: Insert key frame after
be_lt: Ustavić klučavy kadr paśla

source: Insert key frame before
be_lt: Ustavić klučavy kadr pierad

source: Insert subtitle after
be_lt: Ustavić podpis paśla

source: Insert subtitle before
be_lt: Ustavić podpis pierad

source: Installation failed due to insufficient storage space
be_lt: Ustaloŭka nie ŭdałasia z-za braku volnaha miejsca

source: Installation pending
be_lt: Idzie ŭstaloŭka

source: Installed
be_lt: Ustalavana

source: Insufficient storage space
be_lt: Mała miejsca

source: Interface
be_lt: Interfejs

source: Interface scaling
be_lt: Maštabavańnie interfejsu

source: Internal error (see console for details)
be_lt: Unutranaia pamyłka (padrabiaznaści ŭ kansoli)

source: Invalid configuration, %1% module will collide.
be_lt: Niapravilnyia nałady. Adbudziecca sutyknieńnie z modulem %1%.

source: Inventory
be_lt: Ryštunak

source: Invert
be_lt: Adviarnuć

source: Invert panning
be_lt: Adviarnuć panaramavańnie

source: Invert rotate
be_lt: Adviarnuć kručeńnie

source: Invert rotation
be_lt: Adviarnuć kručeńnie

source: Invert rotation keys
be_lt: Adviarnuć klavišy kručeńnia

source: Invert tilt
be_lt: Adviarnuć nachił

source: Invert tilting
be_lt: Adviarnuć nachileńnie

source: Invert zoom
be_lt: Adviarnuć maštab

source: Invert zooming
be_lt: Adviarnuć maštabavańnie

source: Investments
be_lt: Układy

source: JPEG couldn't be read
be_lt: Niemahčyma pračytać fajł JPEG

source: JPEG has not enough channels (min: 3)
be_lt: Fajł JPEG nia maie dastatkovaj kolkaści kanałaŭ (min. 3).

source: Jobs
be_lt: Miejscy pracy

source: Keep
be_lt: Zachavać
