Repository: Dejssa/BP_Transport_Fewer_2
Catalog: res/strings/*/LC_MESSAGES/*.po
Languages: be_lt

source: Reach the year 2050 using only trains in free game.
be_lt: U volnaj hulnie vykarystoŭvacie tolki ciahniki da 2050 hodu.

source: Reading heightmap...
be_lt: Čytannie map vyšyń...

source: Real estate
be_lt: Nieruchomaść

source: Record key frame
be_lt: Zapišycie klučavy kadr

source: Reduce
be_lt: Pamienšyć

source: Refittable
be_lt: Adnaŭlalny

source: Reflection
be_lt: Adbićcio

source: Refresh
be_lt: Abnavić

source: Refresh finished
be_lt: Abnaŭleńnie skončana

source: Refund: %1%
be_lt: Zwrot %1%

source: Relative mode
be_lt: Režym adnosnaści

source: Reload all textures?
be_lt: Pierasčytać usie tekstury?

source: Relocate
be_lt: Pierasunuć

source: Remove all
be_lt: Vydalić usio

source: Remove all connections
be_lt: Vydalić usie spałučeńni

source: Remove all stations and waypoints
be_lt: Vydalić usie stancyi j maršrutnyia punkty

source: Remove all stations?
be_lt: Vydalić usie stancyi?

source: Remove attachment
be_lt: Vydalić układańnie

source: Remove station or waypoint
be_lt: Vydalić stancyiu ci maršrutny punkt

source: Remove vehicle
be_lt: Vydalić transpart

source: Rename
be_lt: Źmianić nazvu

source: Repay %1%
be_lt: Zapłacić %1%

source: Replace all vehicles
be_lt: Zamianić uvieś transpart

source: Replace current list of activated mods with this preset.
be_lt: Zamianić biahučy śpis aktyŭnych madyfikacyj praz hetu narychtoŭkuiu.

source: Replace for
be_lt: Zamianić na

source: Replace selected vehicle
be_lt: Zamianić vybrany transpart

source: Replace vehicle
be_lt: Zamianić transpart

source: Replace vehicles
be_lt: Zamianić transpart

source: Replacing existing
be_lt: Zamiana isnuiučaha elementu

source: Replacing train
be_lt: Zamiena ciahniku

source: Replacing vehicle
be_lt: Zamiena transpartu

source: Report
be_lt: Paviedamleńnie

source: Report Mod
be_lt: Paviedami pra madyfikacyiu

source: Report Type
be_lt: Typ paviedamleńnia

source: Report submitted
be_lt: Paviedamleńnie było dasłana

source: Requirements
be_lt: Patrabavańni

source: Resend Code
be_lt: Dasłać kod iznoŭ

source: Reset color
be_lt: Ckinuć koler

source: Reset filters
be_lt: Ckinuć filtry

source: Reset key mapping to default?
be_lt: Adnavić pryviazki klaviš pa zmaŭčańni?

source: Reset settings to default
be_lt: Adnavić nałady pa zmaŭčańni

source: Reset to default
be_lt: Adnavić pa zmaŭčańni

source: Reset vehicle
be_lt: Skinuć transpart

source: Residential
be_lt: Žyły

source: Residential area
be_lt: Žyłaia zona

source: Residential building
be_lt: Žyły budynak

source: Residents
be_lt: Žychary

source: Resolution
be_lt: Raździalalnaść

source: Resolution scale
be_lt: Škała raździaleńnia

source: Restart
be_lt: Pierazapusk

source: Restart game and apply settings
be_lt: Pierazapuścić hulniu j užyć nałady

source: Restart the mission
be_lt: Pierazapuscicie misiiu

source: Resume
be_lt: Praciahnuć

source: Resume game
be_lt: Praciahnuć hulniu

source: Retry
be_lt: Sprabavać iznoŭ

source: Return to campaign menu
be_lt: Viarnucca da meniu kampanii

source: Return to main menu
be_lt: Viarnucca da hałoŭnaha meniu

source: Return to previous page
be_lt: Viarnucca da papiaredniaj staronki

source: Reverse
be_lt: Adviarnuć

source: Road
be_lt: Darožny

source: Road depot
be_lt: Darožnaie depo

source: Road vehicle
be_lt: Darožny trasnpart

source: Road vehicle {number}
be_lt: Darožny transpart {number}

source: Road vehicles
be_lt: Darožny transpart

source: Roads
be_lt: Darohi

source: Rotate sensitivity (free camera)
be_lt: Čujnaść kručeńnia (volnaia kamera)

source: Rotate sensitivity (game camera)
be_lt: Čujnaść kručeńnia (hulniavaia kamera)

source: Rotation
be_lt: Kručeńnie

source: Rude Content
be_lt: Vulharny źmiest

source: Rule
be_lt: Praviła

source: Running
be_lt: Pracuie

source: Running costs
be_lt: Košt utrymańnia

source: Running costs: +{percentage}%
be_lt: Košt utrymańnia: +{percentage}%

source: Sandbox mode
be_lt: Režym piasočnicy

source: Sandbox mode:
be_lt: Režym piasočnicy:

source: Save
be_lt: Zachavać

source: Save & play
be_lt: Zachavać i hulać

source: Save and apply settings
be_lt: Zachavać i užyć nałady

source: Save and play map
be_lt: Zachavać i hulać na mapie

source: Save as preset
be_lt: Zachavać iak narychtoŭku

source: Save camera config
be_lt: Zachavać nałady kamery

source: Save failed: no space left. Please free {mb} MB and try again.
be_lt: Niemahčyma zachavać: brak miejsca. Aprastajcie {mb} MB i paŭtarycie sprobu.

source: Save failed: storage limit reached. Please open save menu to free {mb} MB and try again.
be_lt: Niemahčyma zachavać: dasiahnuty limit pamiaci. Adkryjcie mieniu zachavańniaŭ, kab aprastać {mb} MB, i paŭtarycie sprobu.

source: Save game
be_lt: Zachavać

source: Save game name
be_lt: Nazva zachavańnia

source: Save key frames
be_lt: Zachavać klučavyia kadry

source: Save map
be_lt: Zachavać mapu

source: Save mod preset
be_lt: Zachavać narychtoŭku madyfikacyj

source: Save...
be_lt: Zachavać...

source: Save... get ready to play map
be_lt: Zapis... padrychtoŭka da hulni

source: Saved game "%1%"
be_lt: Zachavanaia hulnia „%1%”

source: Savegame not ready
be_lt: Zachavańnie nie hatova

source: Saving...
be_lt: Zachavańnie...

source: Scale
be_lt: Škała

source: Scroll description
be_lt: Prakrucić apisańnie

source: Sculpturer
be_lt: Raźbiar

source: Search for line...
be_lt: Pošuk linii...

source: Search for mod...
be_lt: Pošuk madyfikacyi...

source: Search for modules...
be_lt: Pošuk modulu...

source: Search for vehicle...
be_lt: Pošuk transpartu...

source: Search...
be_lt: Pošuk...

source: Seed
be_lt: Nasieńnia

source: Seed:
be_lt: Nasieńnia:

source: Select
be_lt: Vybrać

source: Select Campaign
be_lt: Vybrać kampaniiu

source: Select bit depth of grayscale image
be_lt: Vybierycie bitovuiu hłybiniu vyiavy ŭ adcieńniach šeraha

source: Select generator
be_lt: Vybrać utvaralnik

source: Select options
be_lt: Vybrać opcyi

source: Select terminal for this stop
be_lt: Vybierycie terminał dla hetaha prypynku

source: Select terminal for this waypoint
be_lt: Vybierycie terminał hetaha maršrutnaha punktu

source: Select the campaign
be_lt: Vybiarycie kampaniiu

source: Select vehicle
be_lt: Vybierycie transpart

source: Sell
be_lt: Pradać

source: Sell all vehicles
be_lt: Pradać uvieś transpart

source: Sell all vehicles?
be_lt: Pradać uvieś transpart?

source: Sell selected vehicle
be_lt: Pradać vybrany transpart

source: Sell selected vehicle?
be_lt: Pradać vybrany transpart?

source: Sell vehicle
be_lt: Pradać transpart

source: Send
be_lt: Adpravić

source: Send all vehicles to depot
be_lt: Adpravić uvieś transpart da depo

source: Send all vehicles to depot?
be_lt: Adpravić uvieś transpart da depo?

source: Send crash reports
be_lt: Adpraŭlać spravazdačy ab zboiach

source: Send selected vehicle to depot
be_lt: Adpravić vybrany transpart da depo

source: Send to depot
be_lt: Adpravić da depo

source: Sensitivity settings
be_lt: Nałady čujnaści

source: Set Bridge Type
be_lt: Ustalavać typ mastu

source: Set Railroad Crossing Type
be_lt: Ukažycie typ čyhunačnaha pieraiezdu

source: Set Tunnel Type
be_lt: Ustalavać typ tunelu

source: Set color
be_lt: Ustalavać koler

source: Set color for all vehicles
be_lt: Ustalavać koler usiaho transpartu

source: Set color for selected vehicle
be_lt: Ustalavać koler vybranamu transpartu

source: Set line
be_lt: Ukazać liniiu

source: Set output frame rate to {framerate} fps
be_lt: Ustalujcie vychadnuiu častatu kadraŭ na {framerate}

source: Set output game speed up to {speed}
be_lt: Ustalujcie chutkaść vyvadu hulni na {speed}

source: Set output resolution to {width} x {height}
be_lt: Ustalujcie vychadnuiu raździalalnaść {width} x {height}

source: Settings
be_lt: Nałady

source: Settings...
be_lt: Nałady...

source: Settled down
be_lt: Svaio hniaździečka

source: Setup a line so that town residents use your vehicles in free game.
be_lt: U volnaj hulnie stvarycie liniiu, iakaia absłuhoŭvaie žycharoŭ miesta.

source: Shadows
be_lt: Cieni

source: Share
be_lt: Dasłać

source: Shared capacity of station buildings for full platforms
be_lt: Ahulnaia iomistaść budynkaŭ stancyj da poŭnych platform

source: Ship
be_lt: Karabiel

source: Ship {number}
be_lt: Karabiel {number}

source: Shipment
be_lt: Dastaŭka

source: Shipped
be_lt: Dasłana

source: Shipping
be_lt: Adpraŭka

source: Ships
be_lt: Karabli

source: Shipyard
be_lt: Verf

source: Shop
be_lt: Krama

source: Shopping
be_lt: Zakupy

source: Shopping facilities
be_lt: Handlovyia ab'iekty

source: Show all
be_lt: Pakazać usio

source: Show details
be_lt: Padrabiaźniej

source: Show in browser
be_lt: Adkryć ŭ ahladalniku

source: Show load game dialog
be_lt: Pakazać akno zahruzki hulni

source: Show missing resources dialog
be_lt: Pakazvać papiaredžańni ab braku resursaŭ

source: Show only visible
be_lt: Pakazać tolki bačnyia

source: Show only visible lines
be_lt: Pakazać tolki bačnyia linii

source: Show quit dialog
be_lt: Pakazać akno vychadu z hulni

source: Show save game dialog
be_lt: Pakazać akno zachavańnia hulni

source: Show settings dialog
be_lt: Pakazać akno naład

source: Show unsupported hardware warning
be_lt: Pakazać papiaredžańnie ab niepadtrymoŭvanym abstalavańni

source: Show video memory usage warning
be_lt: Pakazać papiaredžańnie ab vykarystańni hrafičnaj pamiaci

source: Show/hide HUD icon filter menu
be_lt: Pakazać/schavać meniu filtra značkoŭ HUD

source: Show/hide air buildings menu
be_lt: Pakazać/schavać meniu pavietravych budynkaŭ

source: Show/hide air menu
be_lt: Pakazać/schavać meniu pavietranaha transpartu

source: Show/hide assets menu
be_lt: Pakazać/schavać meniu elementaŭ

source: Show/hide camera tool
be_lt: Pakazać/schavać pryłady kamery

source: Show/hide cargo layer
be_lt: Pakazać/schavać słoj hruzaŭ

source: Show/hide contour lines layer
be_lt: Pakazać/schavać słoj linij

source: Show/hide data layers menu
be_lt: Pakazać/schavać meniu słaioŭ dadzienych

source: Show/hide destinations layer
be_lt: Pakazać/schavać słoj kirunkaŭ

source: Show/hide emission layer
be_lt: Pakazać/schavać słoj zabrudžvańnia

source: Show/hide industry statistics
be_lt: Pakazać/schavać statystyku pramysłovaści

source: Show/hide land use layer
be_lt: Pakazać/schavać słoj zabudovy terytoryi

source: Show/hide landscaping menu
be_lt: Pakazać/schavać meniu kraiavidu

source: Show/hide line manager
be_lt: Pakazać/schavać nałady linii

source: Show/hide line statistics
be_lt: Pakazać/schavać statystyku linij

source: Show/hide music player
be_lt: Pakazać/schavać muzyčny prajhravalnik

source: Show/hide navigable waters layer
be_lt: Pakazać/schavać słoj sudnachodnych vody

source: Show/hide rail buildings menu
be_lt: Pakazać/schavać meniu budynkaŭ čyhunačnaha transpartu

source: Show/hide rail menu
be_lt: Pakazać/schavać menu čyhunki

source: Show/hide road buildings menu
be_lt: Pakazać/schavać meniu budynkaŭ darožnaha transpartu

source: Show/hide road menu
be_lt: Pakazać/schavać menu darohi

source: Show/hide station statistics
be_lt: Pakazać/schavać statystyku stancyi

source: Show/hide stations layer
be_lt: Pakazać/schavać słoj stancyj

source: Show/hide statistics window
be_lt: Pakazać/schavać akno statystyki

source: Show/hide street builder menu (curved mode)
be_lt: Pakazać/schavać meniu budovy vulic (vyhnuty režym)

source: Show/hide street builder menu (straight mode)
be_lt: Pakazać/schavać meniu budovy vulic (prosty režym)

source: Show/hide street builder menu (upgrade mode)
be_lt: Pakazać/schavać meniu budovy vulic (režym palapšeńnia)

source: Show/hide street constructions menu
be_lt: Pakazać/schavać meniu budavańnia vulic

source: Show/hide street modification tools menu
be_lt: Pakazać/schavać meniu pryład palapšeńnia vulicy

source: Show/hide street traffic layer
be_lt: Pakazać/schavać słoj vuličnaha ruchu

source: Show/hide street waypoints menu
be_lt: Pakazać/schavać meniu maršrutnych punktaŭ vulic

source: Show/hide streets menu
be_lt: Pakazać/schavać meniu vulic

source: Show/hide terrain paint tools menu
be_lt: Pakazać/schavać meniu pryład dla malavańnia miascovaści

source: Show/hide terrain tools menu
be_lt: Pakazać/schavać mieniu pryład miascovaści

source: Show/hide town statistics
be_lt: Pakazać/schavać statystyku miest

source: Show/hide track builder menu (upgrade mode)
be_lt: Pakazać/schavać meniu budovy čyhunki (režym palapšeńnia)

source: Show/hide track modification tools menu
be_lt: Pakazać/schavać meniu pryład palapšeńnia čyhunki

source: Show/hide track signals menu
be_lt: Pakazać/schavać meniu syhnałaŭ

source: Show/hide track speed limits layer
be_lt: Pakazać/schavać słoj abmiežavańniaŭ chutkaści čyhunki

source: Show/hide track waypoints menu
be_lt: Pakazać/schavać meniu čyhunačnych maršrutnych punktaŭ

source: Show/hide tracks menu
be_lt: Pakazać/schavać meniu čyhunki

source: Show/hide vehicle manager
be_lt: Pakazać/schavać nałady transpartu

source: Show/hide vehicle statistics
be_lt: Pakazać/schavać statystyku transpartu

source: Show/hide warnings window
be_lt: Pakazać/schavać akno papiaredžańniaŭ

source: Show/hide water buildings menu
be_lt: Pakazać/schavać meniu vodnych budynkaŭ

source: Show/hide water menu
be_lt: Pakazać/schavać meniu vodnaha transpartu

source: Showing {from}-{to} of {total} mods
be_lt: {from}–{to} z {total} madyfikacyiaŭ

source: Sign in with Email
be_lt: Uvajści ŭ akaŭnt praz e-poštu

source: Sign-In Error
be_lt: Pamyłka ŭvachodu

source: Signal #{number}
be_lt: Syhnał #{number}

source: Signals
be_lt: Syhnały

source: Signals must be removed first
be_lt: Spačatku vydalicie syhnały

source: Single
be_lt: Adzinočny

source: Size
be_lt: Pamier

source: Skip collision
be_lt: Prapuścić sutyknieńni

source: Sky
be_lt: Nieba

source: Slope threshold
be_lt: Miaža nachiłu

source: Smooth the terrain.
be_lt: Vyhładžvaie miascovaść.

source: Smooth tool
be_lt: Pryłada vyhładžvańnia

source: Some DLCs and/or mods could not be found. Please install them first in order to load this savegame.
be_lt: Niekatory Ściahvaiemy Źmiest nia moža być znojdzieny. Kab sčytać hetaie zachavańnie, vy musicie spačatku ŭstalavać ich.

source: Some cargo items are lost because station is overloaded.
be_lt: Častka hruzu była stračana z-za pierahruzu stancyi.

source: Some passengers leave because station is overloaded.
be_lt: Častka pasažyraŭ syšła, z-za pierahruzu vakzału.

source: Sort
be_lt: Sartavać

source: Sound Effects
be_lt: Hukavyia efekty

source: Sound effects
be_lt: Hukavyia efekty

source: Soundtrack
be_lt: Hukavaia ściežka

source: Source
be_lt: Krynica

source: Spawning animals...
be_lt: Stvareńnie žyvioł...

source: Specify vehicle
be_lt: Paznačcie transpart

source: Speed
be_lt: Chutkaść

source: Speed of light
be_lt: Chutkaść śviatła

source: Speed units
be_lt: Adzinki chutkaści

source: Speed: 1x
be_lt: Chutkaść: 1x

source: Speed: 2x
be_lt: Chutkaść: 2x

source: Speed: 4x
be_lt: Chutkaść: 4x

source: Standard Edition
be_lt: Zvyčajnaie vydańnie

source: Start
be_lt: Pačać

source: Start mission
be_lt: Pačnicie misiiu

source: Start preview
be_lt: Pačać ahlad

source: Start recording
be_lt: Pačać zapis

source: Start the editor
be_lt: Zapuscicie redaktar

source: Start the game
be_lt: Raspačać hulniu

source: Start upload
be_lt: Pačnicie zapampavańnie

source: Start year
be_lt: Pačatkovy hod

source: Start year:
be_lt: Pačatkovy hod:

source: Station
be_lt: Stancyia

source: Station %1% appears consecutively twice
be_lt: Stancyia "%1%" z'iaŭlaiecca dva razy zapar

source: Station appears consecutively twice
be_lt: Stancyia z'iaŭlaiecca dva razy zapar

source: Station statistics
be_lt: Statystyka stancyi

source: Station types don't match (e.g. bus stop and train station)
be_lt: Typy stancyj nie supadaiuć (n.p. aŭtobusny prypynak i čyhunačny vakzał)

source: Stations
be_lt: Stancyi

source: Stations layer
be_lt: Słoj stancyj

source: Stations report the following problems:
be_lt: Stancyi paviedamlaiuć pra nastupnyia prablemy:

source: Statistics
be_lt: Statystyka

source: Status
be_lt: Stan

source: Steam
be_lt: Paravy

source: Steam API init failed
be_lt: Pamyłka inicyializacyi API Steam

source: Steam Train
be_lt: Paravoz

source: Steam Workshop
be_lt: Majsternia Steam

source: Steam locomotives
be_lt: Paravyia lokamatyvy

source: Steam multiple units
be_lt: Paravy ciahavy kopleks

source: Stocks
be_lt: Zapasy

source: Stolen Content
be_lt: Skradzieny źmiest

source: Stop
be_lt: Spynić

source: Stop #{number}
be_lt: Prypynak #{number}

source: Stop can not be used with current vehicles
be_lt: Hety transpart nia moža karystacca hetym prypynakam

source: Stop preview
be_lt: Spynić piaredprahlad

source: Stopped
be_lt: Spyniŭsia

source: Stopping
be_lt: Spynieńnie

source: Stops must be removed first
be_lt: Spačatku vydalicie prypynki

source: Store the current list of activated mods in a mod preset
be_lt: Zachavać biahučy śpis aktyŭnych madyfikacyj iak narychtoŭku madyfikacyj

source: Store the current list of activated mods in a preset
be_lt: Zachavać biahučy śpis aktyŭnych madyfikacyj iak narychtoŭku

source: Stored
be_lt: Zachavana

source: Straight
be_lt: Prosty

source: Street constructions
be_lt: Vuličnyia zbudavańni

source: Street locked
be_lt: Vulica zabłakavana

source: Street traffic layer
be_lt: Słoj vuličnaha ruchu

source: Streets
be_lt: Vulicy

source: Strength
be_lt: Siła

source: Submit
be_lt: Dasłać

source: Subscribe
be_lt: Padpisacca

source: Subscribed
be_lt: Padpisany

source: Subscribers
be_lt: Padpisanty

source: Subscription state of {amount} mods updated.
be_lt: Abnoŭleny stan padpiski nastupnaj kolkaści madyfikacyiaŭ: {amount}.

source: Subtitle {num}
be_lt: Nadpisy {num}

source: Subtitles
be_lt: Nadpisy

source: Successfully connected all stations
be_lt: Usie stancyi paśpiachova padklučyny

source: Successfully connected all stations, disabled {num} alternative terminal
be_lt: Usie stancyi paspiachova padłučany, {num} alternatyŭny terminał adklučany

source: Summary
be_lt: Padsumavańnie

source: Summary:
be_lt: Padsumavańnie:

source: Suppliers
be_lt: Pastaŭščyki

source: Supply
be_lt: Pastaŭka

source: Supply rating
be_lt: Acenka dastavy

source: TGA could not be read
be_lt: Niemahčyma pračytać fajł TGA

source: Tag(s):
be_lt: Teh(i):

source: Tags
be_lt: Tehi

source: Target population
be_lt: Metavaie nasielnictva

source: Task completed
be_lt: Zadańnie vykanana

source: Tasks
be_lt: Zadačy

source: Terminal %1%
be_lt: Terminał %1%

source: Terminals
be_lt: Terminały

source: Terrain
be_lt: Ziamla

source: Terrain textures
be_lt: Tekstury ziamli

source: Terrain tools
be_lt: Pryłady kraiavidu

source: Text
be_lt: Tekst

source: Textures
be_lt: Tekstury

source: Thank you for your feedback.
be_lt: Dziakuiem za infarmacyiu.

source: The camera config "{}" already exists. Do you want to overwrite it?
be_lt: Nałady kamery pad nazvaj "{}" užo isnuie. Vy chočacie pierazapisać ich?

source: The condition is very bad.
be_lt: Zabłahi stan.

source: The condition of multiple vehicles is very bad.
be_lt: Stan niekatoraha transpartu zabłahi.

source: The description contains unsupported or malformed elements and cannot be displayed here.
be_lt: Apisańnie składaie niepadtrymoŭvanyia abo skažonyia elementy j nia moža być tut adlustravana.

source: The existing mod on {backend} will be updated.
be_lt: Isnuiučaia madyfikacyia ({backend}) budzie abnoŭlena.

source: The future is now, old man
be_lt: Pryšłaść nadyjšła, stary

source: The heightmap "%1%" already exists. Do you want to overwrite it?
be_lt: Mapa vyšyń pad nazvaj "%1%" užo isnuie. Vy chočacie pierazapisać iaie?

source: The initial size of %1%
be_lt: Pačatkovy pamier %1%

source: The king of the sea
be_lt: Karol marej

source: The mod preset "{}" already exists. Do you want to overwrite it?
be_lt: Narychtoŭka madyfikacyj "{}" užo isnuie. Vy chočacie pierazapisać iaie?

source: The name of the animal
be_lt: Nazva žyvioły

source: The name of the construction
be_lt: Nazva budynku

source: The name of the depot
be_lt: Nazva depo

source: The name of the industry
be_lt: Nazva pramysłovaści

source: The name of the line
be_lt: Nazva linii

source: The name of the resident
be_lt: Nazva žycharu

source: The name of the signal
be_lt: Nazva syhnału

source: The name of the station
be_lt: Nazva stancyi

source: The name of the town
be_lt: Nazva miesta

source: The name of the transport vehicle
be_lt: Nazva transpartnaha srodku

source: The name of the waypoint
be_lt: Nazva maršrutnaha punktu

source: The number of jobs in %1%
be_lt: Kolkaść miejsc pracy ŭ %1%

source: The number of residents in %1% is growing
be_lt: Nasielnictva miesta %1% pavialičvaiecca

source: The number of residents in %1% is shrinking
be_lt: Nasielnictva miesta %1% pamianšaiecca

source: The number of residents in %1% is stable
be_lt: Nasielnictva miesta %1% stabilna

source: The number of shopping facilities in %1%
be_lt: Kolkaść handlovych ab'iektaŭ u %1%

source: The number or residents %1% will grow/shrink to
be_lt: Kolkaść žycharoŭ %1% pavialičycca/pamienšycca da

source: The savegame "{}" already exists. Do you want to overwrite it?
be_lt: Zachavańnie „{}” užo isnuie. Ci chacicie iaho pierazapisać?

source: The station is not connected to a street.
be_lt: Stancyia nie padłučana da darohi.

source: The total growth
be_lt: Ahulny pryrost

source: The ugly smell of success
be_lt: Brydki pach pośpiechu

source: There are %1% vehicles to be replaced
be_lt: Transpart da zamieny: %1%

source: There are no warnings!
be_lt: Brak zaŭvah!

source: There is one vehicle to be replaced
be_lt: Treba zamianić adzin transpart

source: This mod's format is deprecated. Please contact the author to obtain an up-to-date version.
be_lt: Hety farmat madyfikacyi bolš nie padtrymlivaiecca. Skantaktujciesia ź aŭtaram, kab atrymać apošniuiu viersiiu.

source: This requires reloading all textures, might take a long time and will momentarily freeze the game. Save your progression before triggering this operation.
be_lt: Heta patrabuie pierazahruzki ŭsich tekstur, moža zaniać šmat času j na imhnieńnie zamarozić hulniu. Zachavajcie svoj postup pierad zapuskam hetaj apieracyi.

source: This savegame contains vehicles for which improved models are available due to a game update.
be_lt: Heta zachavańnie źmiaščaie transpart, iakiia atrymaŭ palepšanyia madeli praz abnaŭleńnie hulni.

source: This savegame requires game resources which are not available, e.g. due to missing mods. Check the stdout.txt for detailed information and expect unwanted behavior of the game.
be_lt: Heta zachavańnie patrabuie resursy, iakiia niedastupny, naprykład, z-za braku madyfikacyj. Padrabiaznaści hladzicie ŭ fajle stdout.txt. Čakajcie niepažadanyia z'iavy ŭ hulni.

source: This savegame requires models which are not available, e.g. due to missing mods. Instances of the following models are replaced by placeholders:
be_lt: Heta zachavańnie patrabuie resursy, iakiia niedastupny, naprykład, z-za braku madyfikacyj. Asobniki nastupnych madelaŭ byli zamienieny na časovyia madeli:

source: This savegame requires models which are not available, e.g. due to missing mods. Instances of {number} models are replaced by placeholders.
be_lt: Heta zachavańnie hulni patrabuie resursaŭ, iakiia niedastupnyia, naprykład, z-za adsutnaści madyfikacyiaŭ. Asobniki madelaŭ ({number}) byli zamienieny na časovyia madeli.

source: This setting can only be changed in the main menu
be_lt: Hetuiu naładu možna źmianić tolki ŭ hałoŭnym meniu

source: This warning can be deactivated in the settings Advanced tab.
be_lt: Heta papiaredžańnie možna adklučyć na kartkie dadatkovych naład.

source: Thrust
be_lt: Paskareńnie

source: Tickets
be_lt: Bilet

source: Time
be_lt: Čas

source: Time scale
be_lt: Škała času

source: To Desktop
be_lt: Da pracoŭnaha stała

source: To main menu
be_lt: Da hałoŭnaha meniu

source: Today, {time}
be_lt: Siońnia, {time}
