Repository: Dejssa/BP_Transport_Fewer_2
Catalog: res/strings/*/LC_MESSAGES/*.po
Languages: be_lt

source: - activate your dedicated graphics card (if available)
be_lt: - pieraklučyciesia na vydzielenuiu hrafičnuiu kartku, kali takaia maiecca

source: - install the latest graphics drivers
be_lt: - ustalujcie najnoŭšyia hrafičnyia drajviery

source: (terminal %1%)
be_lt: (terminał %1%)

source: or
be_lt: albo

source: %1% Destinations
be_lt: Napramki: %1%

source: %1% Vehicle
be_lt: Transpart: %1%

source: %1% Vehicle selected
be_lt: Vybrany transpart.: %1%

source: %1% capacity
be_lt: Iomistaść: %1%

source: %1% day
be_lt: %1% dzień

source: %1% industry
be_lt: Pramysłovaść: %1%

source: %1% is on its way to heaven.
be_lt: %1% nakiravany da nieba.

source: %1% mod available
be_lt: Dastupna madyfikacyia: %1%

source: %1% mod enabled
be_lt: Uklučana madyfikacyia: %1%

source: %1% month
be_lt: %1% miesiac

source: %1% per vehicle
be_lt: %1%/transpart

source: %1% signal will be removed
be_lt: Syhnał %1% budzie vydaleny

source: %1% stop will be removed
be_lt: Prypynak %1% budzie vydaleny

source: %1% town
be_lt: Miesta: %1%

source: %1% variant
be_lt: varyiant: %1%

source: %1% year
be_lt: %1% hod

source: %1%/year
be_lt: %1%/hod

source: %1%: %2% (in %3% or %4%)
be_lt: %1%: %2% (u %3% abo %4%)

source: %1%m to %2%m
be_lt: %1% m da %2% m

source: %d Year
be_lt: %d hod

source: %d for having a fast vehicle
be_lt: %d za šybki transpart

source: %d for having a profit of at least $10M
be_lt: %d za prybytak minimum 10 młn. $

source: %d for having a very long vehicle
be_lt: %d za doŭhi transpart

source: %d for having transported at least 100000 passengers
be_lt: %d puntaŭ za transparciroŭku minimum 100 000 pasažyraŭ

source: %d for having transported at least 100000 units of cargo
be_lt: %d puntaŭ za transparciroŭku minimum 100 000 adzinak tavaru

source: %d for high-speed rail network
be_lt: %d puntaŭ za sietku vysakachutkasnaj čyhunki

source: %d for rail network bridges
be_lt: %d puntaŭ za masty čyhunačnaj sietki

source: %d for rail network electrification
be_lt: %d puntaŭ za elektryfikacyiu čyhunačnaj sietki

source: %d for rail network length
be_lt: %d puntaŭ za daŭžyniu čyhunačnaj sietki

source: %d for rail network tunnels
be_lt: %d puntaŭ za tuneli čyhunačnaj sietki

source: %d point(s) for company value
be_lt: %d punktaŭ za košt kampanii

source: %d point(s) for having more than 10 trains
be_lt: %d punktaŭ za maiomaść bolš za 10 ciahnikoŭ

source: %d point(s) for having more than 100 road vehicles
be_lt: %d punktaŭ za maiomaść bolš za 100 adzinak darožnaha transpartu

source: %d point(s) for having more than 20 trams
be_lt: %d punktaŭ za maiomaść bolš za 20 tramvaiaŭ

source: %d point(s) for having more than 5 aircraft
be_lt: %d punktaŭ za maiomaść bolš za 5 samalotaŭ

source: %d point(s) for having more than 5 ships
be_lt: %d punktaŭ za maiomaść bolš za 5 karabloŭ

source: %d point(s) for maximum vehicle age
be_lt: %d punktaŭ za maiomaść transpartam, iaki dasiahnuŭ maksimalnaha ŭzrostu

source: (%1% compartment)
be_lt: (%1% adsiek)

source: (+ Early Supporter content)
be_lt: (+ Źmiest raniašniaha padtrymščyku)

source: (+ Pre-order content)
be_lt: (+ Źmiest pierad. zamoŭcy)

source: (No target)
be_lt: (Brak celi)

source: (stopped)
be_lt: (zatrymany)

source: ... insert code
be_lt: ... uvieści kod

source: 16-bit grayscale
be_lt: 16-bitavaia škała adcieńniaŭ šeraha

source: <unknown artist>
be_lt: <nieviadomy vykanaŭca>

source: <unknown title>
be_lt: <nieviadomaia nazva>

source: >5000 years
be_lt: > 5000 hadoŭ

source: A game update is required to load this savegame.
be_lt: Dla zahruzki hetaj zachavańnia patrabuiecca abnaŭleńnie.

source: A grieving day
be_lt: Dzień smutku

source: A new mod will be created on {backend}.
be_lt: Budzie stvorana novaia madyfikacyia ({backend}).

source: A one-way street can't have stops or waypoints on both sides
be_lt: Vulica z adnabakovym rucham nia moža mieć prypynkaŭ abo maršrutnych punktaŭ z abodvuch bakoŭ

source: A path has been found, but one or more sections of the path are not electrified. The vehicle requires electrification. Use the electrification tool to modify the sections.
be_lt: Maršrut znojdzieny, ale adzin ci niekalki ŭčastkaŭ nie elektryfikavany. Transpart patrabuie elektryfikacyi. Skarystajciesia pryładami elektryfikacyi, kab źmianić hetyia ŭčastki.

source: A path has been found, but one or more sections of the path do not have tram tracks. The vehicle requires tram tracks. Use the tram track tool to modify the sections.
be_lt: Maršrut znojdzieny, ale na adnym abo niekalkich učastkach adsutničaiuć tramvajnyia rejki. Transpart patrebuie tramvajnyia rejki. Skarystajciesia poładami tramvajnaj rejki, kab źmianić hetyia ŭčastki.

source: A path has been found, but only small aircraft are allowed on this path. Consider using small aircraft or large airports.
be_lt: Maršrut znojdzieny, ale im mohuć karystacca tolki maleńkiia samaloty. Skarystajciesia maleńkimi samalotami abo vialikimi lotniščami.

source: A path has been found, but only small ships are allowed on this path. Consider using small ships or large docks.
be_lt: Maršrut znojdzieny, ale im mohuć karystacca tolki małyia karabli. Skarystajciesia małymi karablami abo vialikimi partami.

source: A station appears consecutively twice
be_lt: Stancyia z'iaŭlaiecca dvojčy zapar

source: Abandoned industry! Closes forever and disappears from the map if not operational within %1%
be_lt: Zakinuta pramysłovaść! Ana budzie začynieny nazaŭždy j źniknie z mapy, kali nie pačnie pracavać na praciahu %1%

source: Abandoned industry! Closes in %1%.
be_lt: Zakinuta pramysłovaść! Ana začynicca praz %1%.

source: Abort
be_lt: Admova

source: Accept
be_lt: Pryniać

source: Accept!
be_lt: Pryniać!

source: Account
be_lt: Rachunak

source: Accumulate a fortune of 1 billion (without debt) in free game with hard mode.
be_lt: Nabudźcie dabrabytu ab 1 miliardzie (biez pazyk) u volnaj hulnie, ciažki režym.

source: Accumulate a fortune of 1 billion (without debt) in free game.
be_lt: Nabudźcie dabrabytu ab 1 miliardzie (biez pazyk) u volnaj hulnie.

source: Accumulate a fortune of 1 million (without debt) in free game.
be_lt: Nabudźcie dabrabytu ab 1 milionie (biez pazyk) u volnaj hulnie.

source: Accumulate a fortune of 10 millions (without debt) in free game.
be_lt: Nabudźcie dabrabytu ab 10 milionach (biez pazyk) u volnaj hulnie.

source: Accumulate a fortune of 100 millions (without debt) in free game with hard mode.
be_lt: Nabudźcie dabrabytu ab 100 milionach (biez pazyk) u volnaj hulnie, ciažki režym.

source: Accumulate a fortune of 100 millions (without debt) in free game.
be_lt: Nabudźcie dabrabytu ab 100 milionach (biez pazyk) u volnaj hulnie.

source: Actions
be_lt: Dzieiańni

source: Activate/deactivate bulldozer
be_lt: Uklučyć/vyklučyć buldozier

source: Add
be_lt: Dadać

source: Add New
be_lt: Dadać novy

source: Add a fade
be_lt: Dadać źniknieńnie

source: Add a key frame
be_lt: Dadać klučavy kadr

source: Add a subtitle
be_lt: Dadać padzahałovak

source: Add mods from preset to the end of the list of activated mods.
be_lt: Dadać madyfikacyi z naładaŭ ŭ kaniec śpisu aktyŭnych madyfikacyj.

source: Add station
be_lt: Dadać stancyiu

source: Advanced
be_lt: Pašyranyia

source: Advanced Game Settings
be_lt: Pašyranyia nałady hulni

source: Advanced Menu
be_lt: Pašyranaie meniu

source: Advanced Settings
be_lt: Pašyranyia nałady

source: Advanced settings
be_lt: Pašyranyia nałady

source: Age
be_lt: Uzrost

source: Air
be_lt: Pavietravy

source: Aircraft
be_lt: Samalot

source: Aircraft entrepreneur
be_lt: Uładar niabiosaŭ

source: Aircraft {number}
be_lt: Samalot {number}

source: All
be_lt: Usie

source: All cargo
be_lt: Usie hruzy

source: All locomotives
be_lt: Usie lokamatyvy

source: All missions completed!
be_lt: Usie misii vykanany!

source: All multiple units
be_lt: Usie ciahavyia kopleksy

source: All unsaved progress will be lost.
be_lt: Uvieś niezachavany postup budzie stračany.

source: All unsaved progress will be lost. Where to go next?
be_lt: Uvieś niezachavany postup budzie stračany. Kudy dalej?

source: All vehicle types
be_lt: Usie typy transpartu

source: All wagons
be_lt: Usie vahony

source: Ambient occlusion (SSAO)
be_lt: Navakolnaia akluziia (SSAO).

source: American vehicles
be_lt: Amerykanski transpart

source: An integrated graphic chip is active. For best performance, make sure to:
be_lt: Ubudavanaia videakarta aktyŭna. Dla najlepšaj pradukcyjnasici:

source: Angle: {angle}°
be_lt: Kut: {angle}°

source: Anti-aliasing
be_lt: Zhładžvańnie

source: Antique
be_lt: Antyčny

source: Any cargo type
be_lt: Hruz luboha typu

source: Any conflicting bindings will be removed.
be_lt: Łiubyia supiarečlivyia pryviazki buduć vydaleny.

source: Append
be_lt: Dadać

source: Apply
be_lt: Užyć

source: Apply changes
be_lt: Užyć źmieny

source: Apply the settings and close
be_lt: Užyć nałady j zakryć

source: Approximate annual throughput per station
be_lt: Prykładnaia hadavaia prapuščalnaść stancyi

source: Are you sure you want to log out?
be_lt: Ci sapraŭdy vy žadaiecie vyjści?

source: Ascending
be_lt: Narastaiuča

source: Asia
be_lt: Aziia

source: Asian vehicles
be_lt: Aziiacki transpart

source: Asset locked
be_lt: Element zablakavany

source: Assets
be_lt: Elementy

source: Assign to %1%
be_lt: Pryznačyć da: %1%

source: At home
be_lt: Doma

source: At least %1% GB of graphics memory are recommended for these settings.
be_lt: U vypadku takich naład minimalny pamier pamiaci videakarty składaie %1% HB.

source: At work
be_lt: Na pracy

source: Audio
be_lt: Huk

source: Audio settings
be_lt: Nałady huku

source: Author
be_lt: Aŭtar:ka

source: Authors
be_lt: Aŭtary

source: Auto set speed
be_lt: Aŭtamatyčnaia ustaloŭka chutkaści

source: Automatic
be_lt: Aŭtamatyčna

source: Automatically send crash dump files (not including personal data) to the developers
be_lt: Aŭtamatyčna dasyłać fajły avaryjnaha dampa (vyklučaiučy asabistyia dadzienyia) raspracoŭščykam

source: Autosave interval (minutes)
be_lt: Častata aŭtazachavańnia (u chvilinach)

source: Autosave...
be_lt: Aŭtazachavańnie...

source: Autosaves to keep
be_lt: Zachavać aŭtazachavańni

source: Available heightmaps:
be_lt: Dastupnyia mapy vyšyni:

source: Average
be_lt: Siarednie

source: Average emission reaching residential buildings: %1%
be_lt: Siaredniaie zabrudžvańnie, iakoie dasiahaie žyłych damoŭ: %1%

source: Average number of shoppings facilities and jobs the residents of {townName} can reach
be_lt: Siaredniaia kolkaść handlovych ab'iektaŭ i pracoŭnych miejscaŭ, dastupnych dla žycharoŭ miesta {townName}

source: BONUS TASKS
be_lt: DADATKOVYA ZADAČY

source: Back
be_lt: Nazad

source: Back to the future
be_lt: Nazad da pryšłaści

source: Bad
be_lt: Błaha

source: Balance
be_lt: Kaštarys

source: Balance:
be_lt: Kaštarys:

source: Bank balance
be_lt: Rachunak

source: Basic Game Settings
be_lt: Hałoŭnyia nałady hulni

source: Basic Settings
be_lt: Hałoŭnyia nałady

source: Big aircraft
be_lt: Vialiki samalot

source: Big aircraft is incompatible with small airport
be_lt: Maleńkaie lotnišča nia moža absłuhoŭvać vialikiia samaloty

source: Big ship
be_lt: Vialiki karabiel

source: Big ship is incompatible with small harbour
be_lt: Maleńki port nia moža absłuhoŭvać vialikiia karabli

source: Big spender
be_lt: Vielizarnyia vydatki

source: Bit depth must be 1, 8 or 16.
be_lt: Nieabchodnaia razradnasć 1, 8 abo 16.

source: Bloom
be_lt: Efekt siajva (bloom)

source: Bonus task completed
be_lt: Dadatkovaie zadańnie vykanana

source: Bonus tasks
be_lt: Dadatkovyia zadačy

source: Borderless
be_lt: Biaz ramki

source: Borrow %1%
be_lt: Pazyčać %1%

source: Bridge
be_lt: Most

source: Bridge pillar collision
be_lt: Sutyknieńnie z aporaj mostu

source: Brush
be_lt: Pendzal

source: Brush size
be_lt: Pamier pendzalu

source: Build
be_lt: Zbudavać

source: Build a bus stop in free game.
be_lt: Zbudavać prypynak aŭtobusu ŭ volnaj hulnie.

source: Build a passenger train station in free game.
be_lt: Zbudavać pasažyrski čyhunačny vakzał u volnaj hulnie.

source: Build a town
be_lt: Zbudavać miesta

source: Build a train line with at least 10 trains in motion in free game.
be_lt: U volnaj hulnie pabudujcie čyhunačnuiu liniiu, prynamsi, z 10 ciahnikoŭ.

source: Build date
be_lt: Data zbudovy

source: Build high bridges over rivers so that ships can pass under.
be_lt: Budujcie praz reki vysokiia masty, kab pad imi mahli płyć karabli.

source: Build the company headquarters in free game.
be_lt: Pabudujcie štab-kvateru kampanii ŭ volnaj hulnie.

source: Build town not possible
be_lt: Budova miesta nie mahčyma

source: Building town...
be_lt: Miesta buduiecca...

source: Buildings
be_lt: Budynki

source: Buildings must be removed first
be_lt: Papierš vydalicie budynki

source: Bulldozer
be_lt: Buldozier

source: Bus
be_lt: Aŭtobus

source: Bus and tram stops
be_lt: Prypynak aŭtobusny j tramvajny

source: Bus lane
be_lt: Aŭtobusnaia liniia

source: Bus lane tool
be_lt: Pryłada aŭtobusnaj linii

source: Bus/Tram station
be_lt: Stancyia aŭtobusaŭ/tramvaiaŭ

source: Bus/truck not compatible
be_lt: Aŭtobus/hruzavik nie sumiaščalny

source: Buy
be_lt: Kupić

source: Buy a bus and run a line in free game.
be_lt: Kupicie aŭtobus i zapuścicie liniiu ŭ volnaj hulnie.

source: Buy a ship and run a line in free game.
be_lt: Kupicie karabiel i zapuścicie liniiu ŭ volnaj hulnie.

source: Buy a steam train and run a line in free game.
be_lt: Kupicie paravoz i zapuścicie liniiu ŭ volnaj hulnie.

source: Buy aircraft
be_lt: Kupić samalot

source: Buy an aircraft and run a line in free game.
be_lt: Kupicie samalot i zapuścicie liniiu ŭ volnaj hulnie.

source: Buy an electric train and run a line in free game.
be_lt: Kupicie elektryčny ciahnik i zapuścicie liniiu ŭ volnaj hulnie.

source: Buy for
be_lt: Kupić za

source: Buy road vehicles
be_lt: Kupić darožny transpart

source: Buy ships
be_lt: Kupić karabli

source: Buy trains
be_lt: Kupić ciahniki

source: Buy trams
be_lt: Kupić tramvai

source: Buy vehicles
be_lt: Kupić transpart

source: By car
be_lt: Mašynaj

source: By foot
be_lt: Piešam

source: By submitting this item, you agree to the workshop terms of service.
be_lt: Dasyłaiučy źmiest, vy zhadžaieciesia z umovami majsterni Steam.

source: By submitting this mod, you agree to the mod.io terms of Use.
be_lt: Dasyłaiučy źmiest, vy zhadžaieciesia z umovami majsterni mod.io.

source: Cadet
be_lt: Kadet

source: Calendar
be_lt: Kalandar

source: Camera Manager
be_lt: Nałady kamery

source: Camera config name
be_lt: Nazva naład kamery

source: Camera focal length
be_lt: Fokusnaia adlehłaść kamery

source: Camera move down
be_lt: Pieramiaścić kameru nazad

source: Camera move left
be_lt: Pieramiaścić kameru levaruč

source: Camera move right
be_lt: Pieramiaścić kameru pravaruč

source: Camera move up
be_lt: Pieramiaścić kameru napierad

source: Camera rotate left
be_lt: Krucić kameru levaruč

source: Camera rotate right
be_lt: Krucić kameru pravaruč

source: Camera tilt down
be_lt: Nachilić kameru da dołu

source: Camera tilt up
be_lt: Nachilić kameru da hary

source: Camera tool
be_lt: Pryłada kamery

source: Camera tool: Add keyframe
be_lt: Pryłada kamery: Dadać klučavy kadr

source: Camera tool: Capture
be_lt: Pryłada kamery: Zdymak ekranu

source: Camera tool: Clear keyframes
be_lt: Pryłada kamery: Vydalić klučavyia kadry

source: Camera tool: Load
be_lt: Pryłada kamery: Sčytać

source: Camera tool: Pause
be_lt: Pryłada kamery: Prypynić

source: Camera tool: Play
be_lt: Pryłada kamery: Prajhrać

source: Camera tool: Save
be_lt: Pryłada kamery: Zachavać

source: Camera tool: Start recording
be_lt: Pryłada kamery: Pačać zapis

source: Camera tool: Stop
be_lt: Pryłada kamery: Spynić

source: Camera tool: Toggle play/pause
be_lt: Pryłada kamery: Pieraklučeńnie - prajhrać/prypynić

source: Camera tool: Toggle play/stop
be_lt: Pryłada kamery: Pieraklučeńnie - prajhrać/spynić

source: Camera zoom in
be_lt: Pavialičyć vid

source: Camera zoom out
be_lt: Addalić vid

source: Campaign
be_lt: Kampaniia

source: Campaign "%1%", mission "%2%"
be_lt: Kampaniia „%1%”, misiia „%2%”

source: Campaign expert
be_lt: Ekspert kampanii

source: Campaign shark
be_lt: Čempiion kampanii

source: Campaign tycoon
be_lt: Mahnat kampanii

source: Campaign: Open mission window
be_lt: Kampaniia: Adkryjć akno misii

source: Campaigns
be_lt: Kampanii

source: Cancel
be_lt: Skasavać

source: Cancel and leave store
be_lt: Skasavać i vyjści z kramy

source: Cancel publishing
be_lt: Skasavać publikavańnie

source: Cannot bulldoze headquarters, use relocate instead!
be_lt: Nielha razburyć štab-kvarteru. Sprabujcie pieranieści iaho!

source: Cannot get enough
be_lt: Ciahnikoŭ nikoli nie zanadta

source: Capacity
be_lt: Iomistaść

source: Capture image
be_lt: Zachavać vyiavu

source: Capture images
be_lt: Zachavać vyiavy

source: Capture latlong
be_lt: Zapisać daŭžyniu/šyryniu

source: Capture videos
be_lt: Zachavać videa

source: Car owner
be_lt: Uładar mašyny

source: Cargo
be_lt: Hruzavyia

source: Cargo filter is set
be_lt: Ustalavany filtr hruzaŭ

source: Cargo hub
be_lt: Hruzavy vuzieł

source: Cargo items consumed by this building
be_lt: Hruzy ŭžyvaiemyia hetym budynkam

source: Cargo items produced by this building
be_lt: Hruzy vyrablaiemyia hetym budynkam

source: Cargo layer
be_lt: Słai hruzaŭ

source: Cargo needs
be_lt: Popyt na hruzy

source: Cargo production
be_lt: Vytvorčaść hruzaŭ

source: Cargo production rating (average of last twelve months)
be_lt: Acenka vyrabu hruzaŭ (u siarednim za apošniia 12 miesiacaŭ)

source: Cargo station
be_lt: Hruzavaia stancyia

source: Cargo stop can not used by passenger vehicles
be_lt: Pasažyrski transpart nia moža być užyty praz hruzavyia prypynki

source: Cargo supply of {townName}
be_lt: Dastava hruzu: {townName}

source: Cargo supply rating (average of last twelve months)
be_lt: Acenka dastavy hruzaŭ (u siarednim za apošniia 12 miesiacaŭ)

source: Cargo transported (last 12 months)
be_lt: Pieraviezieny hruz (apošniia 12 miesiacaŭ)

source: Cargo transported (total)
be_lt: Pieraviezieny hruz (usiaho)

source: Cargo type
be_lt: Typ hruzu

source: Cargo types
be_lt: Typy hruzaŭ

source: Cargo wagons
be_lt: Hruzavyia vahony

source: Catenary
be_lt: Kantaktnaia sietka

source: Change
be_lt: Źmianić

source: Change Type
be_lt: Źmianić typ

source: Change date
be_lt: Źmianić datu

source: Change log
be_lt: Śpis źmienaŭ

source: Change note:
be_lt: Natatka a źmienach:

source: Change sorting
be_lt: Źmianić sartavańnie

source: Charles Alton Ellis
be_lt: Čarlz Ałtan Elis

source: Charts
be_lt: Dyiahrama

source: Cheats
be_lt: Kody

source: Check for available disk space (Code: {code})
be_lt: Praviercie dastupnaie miejsca na dysku (kod: {code})

source: Choose heightmap
be_lt: Vybierycie mapu vyšyń

source: Choose the game's difficulty
be_lt: Vybierycie składanaść hulni

source: Choose the game's start year
be_lt: Vybierycie hod pačatku hulni

source: City
be_lt: Miesta

source: Classic
be_lt: Klasika

source: Clear
be_lt: Ačyścić

source: Clear all key frames?
be_lt: Ačyścić usie klučavyia kadry?

source: Clear key frame list
be_lt: Ačyścić śpis klučavych kadraŭ

source: Click on icons to select residents
be_lt: Naciśnicie na znački, kab vybrać žycharoŭ

source: Click on stations to add
be_lt: Naciśni na stancyiu, kab dadać

source: Click on the icon to jump to the first point where the path couldn't continue.
be_lt: Naciśnicie na značok, kab pierajści da pieršaha punkta, u iakim niemahčyma praciahnuć maršrut.

source: Click to change date speed
be_lt: Naciśni, kab źmianić chutkaść dzion

source: Click to choose a logo...
be_lt: Naciśni, kab abrać łahatyp...

source: Click to modify balance
be_lt: Naciśni, kab źmianić kaštarys

source: Climate
be_lt: Klimat

source: Climate change
be_lt: Źmiena klimatu

source: Climate:
be_lt: Klimat:

source: Clone all vehicles
be_lt: Skłanavać uvieś transpart

source: Clone all vehicles?
be_lt: Kłanavać uvieś transpart?

source: Clone selected vehicle
be_lt: Skłanavać vybrany transpart

source: Clone vehicle
be_lt: Skłanavać transpart

source: Cloning can only be performed for {number} vehicles at once
be_lt: Adnačasova nielha kłanavać bolš za {number} transpartu

source: Close
be_lt: Zakryć

source: Close all
be_lt: Zakryć usio

source: Close mod detail window
be_lt: Zakryć akno detalaŭ modu

source: Closed.
be_lt: Zakryta.

source: Closes in %1%.
be_lt: Zakryiecca praz %1%.

source: Cmd
be_lt: K-radok

source: Cockpit camera: horn sound
be_lt: Kamera kabiny: hukavy syhnał

source: Cockpit camera: next position
be_lt: Kamera kabiny: nastupnaia pazicyia

source: Cockpit camera: previous position
be_lt: Kamera kabiny: papiaredniaia pazicyia

source: Code has been resent
be_lt: Kod byŭ dasłany iznoŭ

source: Code:
be_lt: Kod:

source: Collapse
be_lt: Zharnuć

source: Collision
be_lt: Sutyknieńnie

source: Color
be_lt: Koler

source: Comment
be_lt: Kamientar

source: Commercial
be_lt: Handlovy

source: Commercial area
be_lt: Handlovaia zona

source: Commercial building
be_lt: Handlovy budynak

source: Commercial supply
be_lt: Handlovaia dastava

source: Company
be_lt: Tavarystva

source: Company finances
be_lt: Kaštarys kampanii

source: Company score
be_lt: Vynik kampanii

source: Complete campaign "%1%" to unlock
be_lt: Kab adblakavać, zaviaršycie kampaniiu „%1%”

source: Complete the entire campaign.
be_lt: Skončyć usiu kampaniiu.

source: Complete the first and second era of the campaign.
be_lt: Skončyć pieršuiu j druhuiu ery kampanii.

source: Complete the first era of the campaign.
be_lt: Skončyć pieršuiu eru kampanii.

source: Complete the first mission of the campaign.
be_lt: Skončyć pieršuiu misiiu kampanii.

source: Condition
be_lt: Stan

source: Configure
be_lt: Naładzić

source: Configure construction
be_lt: Naładzić kanstrukcyiu

source: Configure graphics and more
be_lt: Naładzić hrafiku j inšyia elementy

source: Configure maintenance for all vehicles
be_lt: Ustalavać ŭtrymańnie dla ŭsiaho transpartu

source: Configure maintenance for selected vehicle
be_lt: Ustalavać utrymańnie dla vybranaha traspartu

source: Confirm decommission
be_lt: Paćvierdzić vyvad z ekspłuatacyi

source: Confirm delete?
be_lt: Upeŭnieny z vydaleńniem?

source: Confirm destruction
be_lt: Paćvierdzić źniščeńnie

source: Confirm destruction?
be_lt: Upeŭnieny ź źniščeńniem?

source: Confirm disposal
be_lt: Paćvierdzić vyprodaž

source: Confirm mass clone
be_lt: Paćvierdzić masavaie kłanavańnie

source: Confirm rebind
be_lt: Paćvierdzić pierapryznačeńnie

source: Congratulations
be_lt: Vinšavańni

source: Console compatible
be_lt: Sumiaščalnaść z kansollu

source: Console variant found
be_lt: Znojdzieny kansolny varyiant

source: Construction
be_lt: Budynak

source: Construction locked
be_lt: Budynak zabłakavany

source: Construction not possible
be_lt: Budoŭla niemahčyma

source: Construction option 1
be_lt: Varyiant budovy 1

source: Construction option 2
be_lt: Varyiant budovy 2

source: Construction option 3
be_lt: Varyiant budovy 3

source: Construction option 4
be_lt: Varyiant budovy 4

source: Construction option 5
be_lt: Varyiant budovy 5

source: Construction option 6
be_lt: Varyiant budovy 6

source: Construction option 7
be_lt: Varyiant budovy 7

source: Construction option 8
be_lt: Varyiant budovy 8

source: Construction option precise 1
be_lt: Dakładny varyiant pabudovy 1

source: Construction option precise 2
be_lt: Dakładny varyiant pabudovy 2

source: Construction option precise 3
be_lt: Dakładny varyiant pabudovy 3

source: Construction option precise 4
be_lt: Dakładny varyiant pabudovy 4

source: Construction option precise 5
be_lt: Dakładny varyiant pabudovy 5

source: Construction option precise 6
be_lt: Dakładny varyiant pabudovy 6

source: Construction option precise 7
be_lt: Dakładny varyiant pabudovy 7
