Repository: Dejssa/BP_Transport_Fewer_2
Catalog: res/strings/*/LC_MESSAGES/*.po
Languages: be_lt

source: Toggle precedence
be_lt: Źmianić pieršynstvo

source: Toggle the button to jump to the first point where the path couldn't continue.
be_lt: Pieraklučycie knopku, kab pierajści da pieršaha punktu, dzie niemahčyma praciahnuć maršrut.

source: Toggle traffic light
be_lt: Zmianić śviatłafory

source: Too much curvature
be_lt: Kryvizna nadta vialikaia

source: Too much slope
be_lt: Schił nadta kruty

source: Tools
be_lt: Pryłady

source: Top length (rail)
be_lt: Najbolšaia daŭžynia (čyhunka)

source: Top speed
be_lt: Najbolšaia chutkaść

source: Top speed for slopes:
be_lt: Maksimalnaia chutkaść na ŭchile:

source: Total
be_lt: Usiaho

source: Total bridges
be_lt: Usiaho mastoŭ

source: Total electrified
be_lt: Usiaho ełektryfikavana

source: Total growth: %1% residents
be_lt: Ahulny pryrost: %1% žycharoŭ

source: Total high-speed
be_lt: Ahulnaia kolkaść zvyšchutkich

source: Total length of train is %s
be_lt: Ahulnaia daŭžynia ciahniku: %s

source: Total tracks
be_lt: Ahulnaia kolkasć trekaŭ

source: Total tunnels
be_lt: Ahulnaia kolkaść tunelaŭ

source: Town
be_lt: Miesta

source: Town authorities complain about following interrupted street connections:
be_lt: Ułady miesta skardziacca na nastupnyia pieraboi na darohach:

source: Town builder
be_lt: Stvaralnik miesta

source: Town growth
be_lt: Razvićcio miesta

source: Town names:
be_lt: Nazvy miestaŭ:

source: Town statistics
be_lt: Statystyka miesta

source: Towns
be_lt: Miesty

source: Towns cargo needs
be_lt: Popyt miestaŭ na tavary

source: Towns/industries
be_lt: Miesty / pramysłovaści

source: Track constructions
be_lt: Budavańnie reiak

source: Track speed limits layer
be_lt: Słoj abmiežavańnia chutkaści reiak

source: Tracks
be_lt: Rejki

source: Tractive effort
be_lt: Ciahavy vysiłak

source: Traffic
be_lt: Ruch

source: Traffic light control tool
be_lt: Instrument kiravańnia śviatłaforam

source: Traffic lights
be_lt: Śviatłafor

source: Train
be_lt: Ciahnik

source: Train depot
be_lt: Ciahnikovaie depo

source: Train does not have a locomotive
be_lt: Ciahnik nia maie lokamatyvu

source: Train {number}
be_lt: Ciahnik {number}

source: Trains
be_lt: Ciahniki

source: Trains mutually blocked
be_lt: Ciahniki błakuiuć adzin adnaho

source: Tram
be_lt: Tramvaj

source: Tram depot
be_lt: Tramvajnaie depo

source: Tram track
be_lt: Tramvajnyia rejki

source: Tram track tool
be_lt: Pryłada tramvajnych reiak

source: Tram {number}
be_lt: Tramvaj {number}

source: Trams
be_lt: Tramvai

source: Trans-Siberian Railway
be_lt: Tranśsibirskaia mahistral

source: Transport
be_lt: Transpart

source: Transport belt
be_lt: Transpartnaia stužka

source: Transport corporation
be_lt: Transpartnaia karparacyia

source: Transport master
be_lt: Transpartny majstra

source: Transport millionaire
be_lt: Transpartny milianer

source: Transport shark
be_lt: Transpartnaia akuła

source: Transport shark (Hard mode)
be_lt: Transpartnaia akuła (ciažki režym)

source: Transport tycoon
be_lt: Transpartny mahnat

source: Transport tycoon (Hard mode)
be_lt: Transpartny mahnat (ciažki režym)

source: Transported
be_lt: Pieraviezieny

source: Travel back and forward in time using the time control in sandbox mode.
be_lt: U režymie piasočnicy zdziejśnicie padarožža ŭ časie praz kantrolu času.

source: Trending
be_lt: Papularnyia

source: Trophy set for Transport Fever 2
be_lt: Nabor trafeiaŭ Transport Fever 2

source: Truck
be_lt: Hruzavik

source: Truck station
be_lt: Stancyia hruzavikoŭ

source: Try to fix problem automatically
be_lt: Pasprabujcie vypravić prablemu aŭtamatyčna

source: Tunnel
be_lt: Tunel

source: Turn music on
be_lt: Uklučyć muzyku

source: Type
be_lt: Typ

source: Types of stations %1% and %2% don't match
be_lt: Typy stancyj (%1% i %2%) nie sumiaščalnyia

source: USA
be_lt: ZŠA

source: Unable to align terrain
be_lt: Niemahčyma vyraŭniać ziamlu

source: Unable to find path to depot
be_lt: Niemahčyma znajści maršrut da depo

source: Unable to find path to stop
be_lt: Niemahčyma znajści maršrut da prypynku

source: Unable to load. The current save contains content that is not included in your version.
be_lt: Niemahčyma cčytać. Biahučaie zachavańnie źmiaščaie źmieściva, iakoie nie ŭklučana ŭ vašu viersiiu.

source: Unconnected streets
be_lt: Niazłučanyia vulicy

source: Understood!
be_lt: Zrazumieŭ!

source: Unemployed
be_lt: Biespracoŭny

source: Uninstall pending
be_lt: Vydalaiecca

source: Uninstalling mod
be_lt: Vydaleńnie madyfikacyi

source: Unknown
be_lt: Nieviadomaie

source: Unknown Entity
be_lt: Nieviadomaia sutnasć

source: Unload
be_lt: Razhruzić

source: Unload only
be_lt: Tolki razhruzka

source: Unloaded
be_lt: Razhrudžanny

source: Unlock all trophies.
be_lt: Razbłakujcie ŭsie trafei.

source: Unsaved changes will be lost.
be_lt: Niezachavanyia źmieny buduć stračany.

source: Unsubscribe
be_lt: Adpisacca

source: Up
be_lt: U haru

source: Update
be_lt: Abnavić

source: Update models
be_lt: Abnavić madeli

source: Update pending
be_lt: Abnaŭlaiecca

source: Upgrade
be_lt: Palepšyć

source: Upgrade streets with bus lanes.
be_lt: Palepšyć vulicy na aŭtobusnyia linii.

source: Upgrade streets with traffic lights.
be_lt: Palepšyć vulicy na śviatłafory.

source: Upgrade streets with tram tracks.
be_lt: Palepšyć vulicy na tramvajnyia rejki.

source: Upgrade tracks for higher speeds.
be_lt: Palepšyć čyhunku na najbolšuiu chutkaść.

source: Upgrade tracks with catenary.
be_lt: Palepšyć rejki praz elektrafikacyiu.

source: Upload
be_lt: Zapampavać

source: Upload Complete
be_lt: Zapampavańnie skončana

source: Upload was successful.
be_lt: Paśpiachova zapampavana.

source: Uploaded
be_lt: Zapampavana

source: Uploading mods
be_lt: Zapampavańnie madyfikacyj

source: Uploading...
be_lt: Zapampoŭvańnie...

source: Upper {townName}
be_lt: {townName} Hornaie miesta

source: Use <Alt> + <Enter> to toggle between full-screen and windowed mode.
be_lt: <Alt> + <Enter> pieraklučycca pamiž režymami adlustravańnia.

source: Use default connections
be_lt: Užyć spałučeńni pa zmaŭčańni

source: Use hardware mouse cursor
be_lt: Užyć aparatny kursor myšy

source: Use the <<{horn}>> button to sound the horn
be_lt: Naciśni <<{horn}>>, aby skarystać hukavy sihnał

source: Use the <<{next}>> and <<{prev}>> buttons to change the position of the cockpit camera
be_lt: Užyvaj knopki <<{next}>> i <<{prev}>>, aby źmianić pohlad kamery kabiny

source: Use the paint tool to change the terrain in free game.
be_lt: Źmianicie miascovaść praz malavańnie miascovaści ŭ volnaj hulnie.

source: Use the terrain tool to change the terrain in free game.
be_lt: Źmianicie miascovaść praz pryłady miascovaści ŭ volnaj hulnie.

source: User interface mode
be_lt: Typ interfiejsu

source: User profile creation failed
be_lt: Pamyłka stvareńnia profilu karystalnika

source: VSync
be_lt: V-Synchranizacyia

source: Vacant
be_lt: Volny

source: Validation Error
be_lt: Pamyłka paćviardžeńnia

source: Value
be_lt: Vartaść

source: Vehicle
be_lt: Transpart

source: Vehicle condition
be_lt: Stan transpartu

source: Vehicle condition {percentage}%
be_lt: Stan transpartu: {percentage}%

source: Vehicle in depot
be_lt: Transpart u depo

source: Vehicle in the way
be_lt: Transpart iedzie

source: Vehicle lifetime
be_lt: Cykł žyćcia transpartu

source: Vehicle lifetime check interval (minutes)
be_lt: Častata pravierki terminu tryvańnia transpartu (chviliny)

source: Vehicle manager
be_lt: Nałady transpartu

source: Vehicle statistics
be_lt: Statystyka transpartu

source: Vehicle store
be_lt: Krama transpartu

source: Vehicle to replace
be_lt: Transpart da zamieny

source: Vehicle will be sold on arrival
be_lt: Transpart budzie pradadzieny pa prybyćci

source: Vehicles
be_lt: Transpart

source: Vehicles in depot
be_lt: Transpart u depo

source: Vehicles never expire
be_lt: Termin dzieiańnia transpartu nie abmiežavany

source: Vehicles never expire:
be_lt: Termin dzieiańnia transpartu nie abmiežavany:

source: Vehicles on line
be_lt: Transpart na linii

source: Vehicles report following problems:
be_lt: Transpartny paviedamlaie pra nastupnyia prablemy:

source: Vehicles to replace
be_lt: Transpart da zamieny

source: Vehicles:
be_lt: Transpart:

source: Very bad
be_lt: Zabłaha

source: Very good
be_lt: Zadobra

source: Very high
be_lt: Zavysoka

source: Very poor
be_lt: Zasłaba

source: Video
be_lt: Videa

source: View
be_lt: Prahlad

source: View Statistics
be_lt: Prahlad statystyki

source: Voice-over
be_lt: Ahučvańnie

source: Voice-over {num}
be_lt: Ahučvańnie – {num}

source: Volume settings
be_lt: Nałady hučnaści

source: Wagons
be_lt: Hruzavyia vahony

source: Wait
be_lt: Pačakajcie

source: Waiting for free path
be_lt: Čakaie na volnuiu darohu

source: Warning: Disabling will remove mod content and replace it with default assets.
be_lt: Uvaha: adklučeńnie pryviadzie da vydaleńnia źmiestu madyfikacyi j iahonaj zamieny na zvyčajnyia elementy.

source: Warning: adding this mod may lead to unexpected results.
be_lt: Uvaha: dadańnie hetaj madyfikacyi moža vyklikać niečakanyia z'iavy.

source: Warning: adding this mod will likely cause the game to crash.
be_lt: Uvaha: dadańnie hetaj madyfikacyi moža vyklikać zboj hulni.

source: Warning: video RAM usage critical ({percentage}). The game may close unexpectedly. It is highly recommended to reduce the texture settings.
be_lt: Uvaha: krytyčny ŭzrovień vykarystoŭvanaj apieratyŭnaj pamiaci ({percentage}). Hulnia moža niečakana zakrycca. My raim vybrać bolš nizkiia paramietry teksturaŭ.

source: Warnings
be_lt: Papiaredžańni

source: Water
be_lt: Vodny

source: Water level:
be_lt: Uzrovień vady:

source: Waypoint #{number}
be_lt: Maršrutny punkt #{number}

source: Waypoint outside of navigable waters
be_lt: Maršrutny punkt pa-za miežami sudnachodnych vod

source: Waypoints
be_lt: Maršrutnyia punkty

source: Weight
be_lt: Vaha

source: Weight %1% + %2% (Cargo)
be_lt: Vaha %1% + %2% (hruz)

source: Weight units
be_lt: Adzinki vahi

source: What is mod.io
be_lt: Što takoie mod.io?

source: Win
be_lt: Pieramoha

source: Window settings
be_lt: Nałady vokna

source: Windowed
be_lt: Vakonny

source: With lines
be_lt: Suviaź

source: Work
be_lt: Praca

source: Workplaces
be_lt: Miejsca pracy

source: Write STL
be_lt: Zapisać STL

source: Write additional STL file with heightmap data
be_lt: Zapisać dadatkovy fajł STL z dadzienymi map vyšyń

source: Wrong carrier
be_lt: Niapravilny pieravozčyk

source: Year
be_lt: Hod

source: Year built
be_lt: Hod zbudovy

source: Yes
be_lt: Tak

source: Yesterday, {time}
be_lt: Učoraj, {time}

source: You did it!
be_lt: Ty zdoleŭ!

source: You have finished the {campaignName} campaign!
be_lt: Vy zaviaršyli kampaniiu „{campaignName}”!

source: You have finished {campaignName}
be_lt: Vy zaviaršyli kampaniiu {campaignName}

source: You may retry the installation attempt or unsubscribe from the mod.
be_lt: Možacie paŭtaryć sprobu ŭstaloŭki abo spynić padpisku na madyfikacyiu.

source: Zoom in to build
be_lt: Prybliźcie, kab zbudavać

source: Zoom out from cursor
be_lt: Addalić ad kursoru

source: Zoom sensitivity (game camera)
be_lt: Čujnaść maštabavańnia (kamiera hulni)

source: Zoom to cursor
be_lt: Pavialičyć na kursor

source: [not found]
be_lt: [nia znojdziena]

source: [{key}] is already used by:
be_lt: Kluč [{key}] užo užyty praz:

source: [{key}] is used by a predefined function and can not be assigned.
be_lt: Klaviša [{key}] užyvaiecca zahadzia vyznačanaj funkcyiaj i nia moža być naznačana

source: around {mission_year}
be_lt: kala {mission_year}

source: can not reach next
be_lt: nia moža dasiahnuć nastupnaha

# destination
source: None
be_lt: Brak

# difficulty
source: Easy
be_lt: Łiohka

# difficulty
source: Hard
be_lt: Ciažka

# difficulty
source: Medium
be_lt: Siaredni

# difficulty
source: Very hard
be_lt: Zaciažka

# distance-unit
source: Feet
be_lt: Stopy

# distance-unit
source: Mile
be_lt: Mila

# distance-unit
source: Yard
be_lt: Ard

# force-unit
source: kgf
be_lt: kh/s

# force-unit
source: lbf
be_lt: funt/s

source: from %1%
be_lt: ad %1%

# graphic-settings
source: Performance
be_lt: Pradukcyjnaść

# graphic-settings
source: Quality
be_lt: Akaść

# map-size
source: Huge
be_lt: Vielizarny

# map-size
source: Large
be_lt: Vialiki

# map-size
source: Medium
be_lt: Siaredni

# map-size
source: Megalomaniac
be_lt: Maniia vialikaści

# map-size
source: Small
be_lt: Mały

# map-size
source: Tiny
be_lt: Malutki

# map-size
source: Very Large
be_lt: Zavialiki

source: max. wait time
be_lt: maks. čas čakańnia

source: min. wait time
be_lt: min. čas čakańnia

# mod-state
source: Built-in mods
be_lt: Ubudavanyia madyfikacyi

# mod-state
source: DLC
be_lt: Ściahvaiemy Źmiest

# mod-state
source: Shared via {}
be_lt: Ahulnadastupna praz: {}

# mod-state
source: Staging area
be_lt: Padrychtoŭčy abšar

# mod-state
source: Uploaded to Steam Workshop
be_lt: Dasłana da majsterni Steam

# mod-state
source: User mods
be_lt: Madyfikacyi karystalnika

# mod-tags
source: Airport
be_lt: Łiotnišča

# mod-tags
source: Animal
be_lt: Žyvioły

# mod-tags
source: Asia
be_lt: Aziia

# mod-tags
source: Asset
be_lt: Element

# mod-tags
source: Bridge
be_lt: Most

# mod-tags
source: Brush Asset
be_lt: Element pendźla

# mod-tags
source: Building
be_lt: Budynak

# mod-tags
source: Bus
be_lt: Aŭtobus

# mod-tags
source: Bus Station
be_lt: Aŭtobusny vakzał

# mod-tags
source: Campaign
be_lt: Kampaniia

# mod-tags
source: Car
be_lt: Mašyna

# mod-tags
source: Cargo Harbor
be_lt: Hruzavy pryčał

# mod-tags
source: Cargo Station
be_lt: Hruzavaia stancyia

# mod-tags
source: Depot
be_lt: Depo

# mod-tags
source: Dry
be_lt: Suchi

# mod-tags
source: Europe
be_lt: Eŭropa

# mod-tags
source: Industry
be_lt: Pramysłovaść

# mod-tags
source: Localization
be_lt: Pierakład

# mod-tags
source: Locomotive
be_lt: Łiokamatyŭ

# mod-tags
source: Map
be_lt: Mapa

# mod-tags
source: Map/Savegame
be_lt: Mapa/zachavańnie

# mod-tags
source: Misc
be_lt: Roznaie

# mod-tags
source: Mission
be_lt: Misiia

# mod-tags
source: Multiple Unit
be_lt: Ciahavy kopleks

# mod-tags
source: Passenger Harbor
be_lt: Pasažyrskaia pryčał

# mod-tags
source: Person
be_lt: Asoby

# mod-tags
source: Plane
be_lt: Samalot

# mod-tags
source: Railroad Crossing
be_lt: Čyhunačny pieraiezd

# mod-tags
source: Road Depot
be_lt: Darožnaie depo

# mod-tags
source: Savegame
be_lt: Zachavańnie

# mod-tags
source: Scenario
be_lt: Scenar

# mod-tags
source: Script Mod
be_lt: Skryptavanyia

# mod-tags
source: Shader
be_lt: Šejdar

# mod-tags
source: Ship
be_lt: Karabiel

# mod-tags
source: Shipyard
be_lt: Verf

# mod-tags
source: Signal
be_lt: Syhnał

# mod-tags
source: Sound
be_lt: Huk

# mod-tags
source: Station
be_lt: Stancyia

# mod-tags
source: Street
be_lt: Vulica

# mod-tags
source: Street Construction
be_lt: Vuličnyia budovy

# mod-tags
source: Temperate
be_lt: Umierany

# mod-tags
source: Town Building
be_lt: Budynak miesta

# mod-tags
source: Track
be_lt: Rejka

# mod-tags
source: Track Asset
be_lt: Elementy reiak

# mod-tags
source: Track/Street
be_lt: Rejka/vulica

# mod-tags
source: Train Depot
be_lt: Ciahnikovaie depo

# mod-tags
source: Train Station
be_lt: Čyhunačny vakzał

# mod-tags
source: Tram
be_lt: Tramvaj

# mod-tags
source: Tram Depot
be_lt: Tramvajnaie depo

# mod-tags
source: Tram Station
be_lt: Prypynak tramvaiaŭ

# mod-tags
source: Tropical
be_lt: Trapičny

# mod-tags
source: Truck
be_lt: Hruzavik

# mod-tags
source: Truck Station
be_lt: Stancyia hruzavikoŭ

# mod-tags
source: Tunnel
be_lt: Tunel

# mod-tags
source: USA
be_lt: ZŠA

# mod-tags
source: Vehicle
be_lt: Transpart

# mod-tags
source: Wagon
be_lt: Vahon

source: mod.io Terms Of Use
be_lt: umovy karystańnia mod.io

source: none
be_lt: brak

source: not combinable
be_lt: niemahčyma padklučycca

source: not reachable from previous
be_lt: niedastupny z papiaredniaha

# number-format
source: Full
be_lt: Poŭny

# number-format
source: Short
be_lt: Skaročany

# platform
source: Use your Console-Account
be_lt: Skarystać akaŭnt kansoli

# platform
source: Use your Epic Games-Account
be_lt: Skarystać akaŭnt Epic Games

# platform
source: Use your Steam-Account
be_lt: Skarystać akaŭnt Steam

# platform
source: use your GOG-Account
be_lt: Skarystać akaŭnt GOG

# platform-pc
source: Achievement earned
be_lt: Dasiahnieńnie atrymana

# platform-pc
source: Achievements
be_lt: Dasiahnieńni

# platform-pc
source: Achievements can't be earned if the following settings are used:
be_lt: Dasiahnieńni buduć adklučany ŭ hulnie z nastupnymi naładami:

# platform-pc
source: Achievements cannot be earned in this game because mods are or have been active.
be_lt: Dasiahnieńni adklučany u hetaj hulni, tamu što madyfikacyi aktyŭny abo byli raniej.

# platform-pc
source: Controller
be_lt: Kantroler

# platform-pc
source: Controller connected
be_lt: Kantroler pad'iadnany

# platform-pc
source: Controller disconnected
be_lt: Kantroler raz'iadnany

# platform-pc
source: Controller settings
be_lt: Nałady kantroleru

# platform-pc
source: Mods are active or advanced settings are modified. Achievements cannot be earned!
be_lt: Aktyŭny madyfikaci abo dadatkovyia nałady źmienieny. Dasiahnientni adklučany!

# platform-pc
source: See Deluxe Edition info
be_lt: Prahlad infarmacyi ab Raskošnym vydańni

# platform-pc
source: See your achievements
be_lt: Prahladzieć maie dasiahnieńni

# platform-pc
source: Swap sticks (game camera)
be_lt: Pamianiajć padvažniki (kamera hulni)

# platform-pc
source: Swap sticks (menu navigation)
be_lt: Pamianiajć padvažniki (navihacyia pa mieniu)

# platform-playstation
source: Cheats are active or advanced settings are modified. Trophies cannot be earned!
be_lt: Kody aktyŭny abo dadatkovyia nałady źmienieny. Trafei adklučany!

# platform-playstation
source: Controller
be_lt: Kantroler

# platform-playstation
source: Controller connected
be_lt: Kantroler pad'iadnany

# platform-playstation
source: Controller disconnected
be_lt: Kantroler raz'iadnany

# platform-playstation
source: Controller settings
be_lt: Nałady kantroleru

# platform-playstation
source: Swap sticks (game camera)
be_lt: Pamianiajć padvažniki (kamera hulni)

# platform-playstation
source: Swap sticks (menu navigation)
be_lt: Pamianiajć padvažniki (navihacyia pa mieniu)

# platform-playstation
source: Trophies can't be earned if the following settings are used:
be_lt: Trafei buduć adklučany pry hulni z nastupnymi naładami:

# platform-playstation
source: Trophies cannot be earned in this game because cheats are or have been active.
be_lt: Trafei adklučany u hetaj hulni, tamu što kody aktyŭny abo byli raniej.

# platform-xbox
source: Achievements can't be earned if the following settings are used:
be_lt: Dasiahnieńni buduć adklučany ŭ hulnie z nastupnymi naładami:

# platform-xbox
source: Achievements cannot be earned in this game because cheats are or have been active.
be_lt: Dasiahnieńni adklučany u hetaj hulni, tamu što kody aktyŭny abo byli raniej.

# platform-xbox
source: Cheats are active or advanced settings are modified. Achievements cannot be earned!
be_lt: Kody aktyŭny abo dadatkovyia nałady źmienieny. Dasiahnieńni adklučany!

# platform-xbox
source: Controller
be_lt: Kantroler

# platform-xbox
source: Controller connected
be_lt: Kantroler pad'iadnany

# platform-xbox
source: Controller disconnected
be_lt: Kantroler raz'iadnany

# platform-xbox
source: Controller settings
be_lt: Nałady kantroleru

# platform-xbox
source: Swap sticks (game camera)
be_lt: Pamianiajć padvažniki (kamera hulni)

# platform-xbox
source: Swap sticks (menu navigation)
be_lt: Pamianiajć padvažniki (navihacyia pa mieniu)

# plural
source: Aircraft
be_lt: Samalot

# power-unit
source: hp
be_lt: ks

# power-unit
source: kW
be_lt: kVt

# settings
source: Basics
be_lt: Asnovy

# settings
source: Localization
be_lt: Pierakład

# slope
source: Flat
be_lt: Płoski

# slope
source: High
be_lt: Vysoki

# slope
source: Medium
be_lt: Siaredni

# speed-unit
source: mph
be_lt: mil/h

# stats
source: Bulldozer
be_lt: Buldozier

# stats
source: Depots
be_lt: Depo

# stats
source: Other
be_lt: Inšaie

# stats
source: Roads
be_lt: Darohi

# stats
source: Signals
be_lt: Syhnały

# stats
source: Stations
be_lt: Stancyi

# stats
source: Tracks
be_lt: Rejki

source: to %1%
be_lt: da %1%

# town-size
source: Huge
be_lt: Vielizarny

# town-size
source: Large
be_lt: Vialiki

# town-size
source: Medium
be_lt: Siaredni

# town-size
source: Small
be_lt: Mały

# town-size
source: Tiny
be_lt: Malutki

# unemployed-persons
source: none
be_lt: brak

source: unknown error
be_lt: nieviadomaia pamyłka

source: unlimited
be_lt: biez abmiežavańniaŭ

# vacant-jobs
source: none
be_lt: brak

# value
source: High
be_lt: Vysoki

# value
source: Low
be_lt: Nizka

# value
source: Medium
be_lt: Siaredni

# value
source: Very high
be_lt: Zavysoka

# value
source: Very low
be_lt: Zanizka

# vehicle-size
source: Large
be_lt: Vialiki

# vehicle-size
source: Small
be_lt: Mały

source: via
be_lt: praz

# weight-unit
source: kg
be_lt: kh

# weight-unit
source: lb
be_lt: funt

# weight-unit
source: t/short ton
be_lt: t/tonu amerykanskuiu

# weight-unit
source: t/tonne
be_lt: t/tonu metryčnuiu

source: {angle} deg field of view
be_lt: Pole zroku: {angle} hradusaŭ

source: {costs} + {percentage}% (Maintenance)
be_lt: {costs} + {percentage}% (utrzymanie)

source: {distance} ft
be_lt: {distance} funt

source: {distance} mi
be_lt: {distance} mil(i)

source: {distance} yd
be_lt: {distance} iardy

source: {force} kgf
be_lt: {force} kh/s

source: {force} lbf
be_lt: {force} funt/s

source: {framerate} fps
be_lt: {framerate} k/s

source: {gigaBytes} GB
be_lt: {gigaBytes} HB

source: {minutes} min
be_lt: {minutes} chv

source: {minutes} min {seconds} s
be_lt: {minutes} chv {seconds} s

source: {min} to {max}
be_lt: {min} da {max}

source: {number} building will be moved
be_lt: Budynak {number} budzie pierasunaty

source: {number} building will be removed
be_lt: Nastupny budynak budzie vydaleny: {number}

source: {number} field will be removed
be_lt: Pole {number} budzie vydalena

source: {number} models have been replaced successfully.
be_lt: Paśpiachova zamieniena nastupnaia kolkaść madelaŭ: {number}

source: {number} module will be removed
be_lt: Modul budzie vydaleny: {number}

source: {number} referenced bridge types not found.
be_lt: Nia znojdziena {number} typaŭ mastoŭ.

source: {number} referenced ground textures not found.
be_lt: Nia znojdziena {number} tekstur ziamli.

source: {number} referenced materials not found.
be_lt: Nia znojdziena {number} paznačanych materyiałaŭ.

source: {number} referenced street types not found.
be_lt: Nia znojdziena {number} typaŭ vulic.

source: {number} referenced track types not found.
be_lt: Nia znojdziena {number} tupaŭ reiak.

source: {number} referenced tunnel types not found.
be_lt: Nia znojdziena {number} typaŭ tunelaŭ.

source: {num} mission
be_lt: Misiia: {num}

source: {occupiedSlots} of {maxSlots}
be_lt: {occupiedSlots} z {maxSlots}

source: {percentage}% of lifetime ({years} remaining)
be_lt: {percentage}% termin tryvańnia (zastaiecca: {years})

source: {percentage}% of {total}
be_lt: {percentage}% z {total}

source: {percentage}% positive
be_lt: {percentage}% pazityŭnych

source: {percent} overlength: travel time is {seconds1} s, {seconds2} s allowed!
be_lt: {percent} – zadoŭha: čas u darozie składaie {seconds1} s, dazvolena {seconds2} s!

source: {power} hp
be_lt: {power} ks

source: {power} kW
be_lt: {power} kVt

source: {speed} mph
be_lt: {speed} mil/h

source: {steepness}: not enough power!
be_lt: {steepness}: za mała mocy!

source: {townName} Airport
be_lt: {townName} - Łiotnišča

source: {townName} Annex
be_lt: {townName} - Dadatak

source: {townName} Branch
be_lt: {townName} - Razhalinavańnie

source: {townName} Cargo
be_lt: {townName} - Hruzavy

source: {townName} Cargo Airport
be_lt: {townName} – Hruzavoie lotnišča
