Repository: Dejssa/BP_Transport_Fewer_2
Catalog: res/strings/*/LC_MESSAGES/*.po
Languages: be_lt

source: Keep a train built before 1900 running until the year 2000 in free game.
be_lt: U volnaj hulnie ŭžyvajcie ciahnik, pabudavany pierad 1900 hodzie da 2000 hoda.

source: Keep assets
be_lt: Zachavać elemienty

source: Keep editing
be_lt: Praciahnuć redahdavańnie

source: Keep existing industries
be_lt: Zachavać isnuiučyia pramysłovaści

source: Keep existing industries:
be_lt: Zachavać isnuiučyia pramysłovaści:

source: Keep existing streets
be_lt: Zachavać isnuiučyia vulicy

source: Keep existing towns
be_lt: Zachavać isnuiučyia miesty

source: Keep existing towns:
be_lt: Zachavać isnuiučyia miesty:

source: Keep heightmap
be_lt: Zachavać mapu vyšyni

source: Keep resolution?
be_lt: Zachavać raździalalnaść?

source: Keep trees and rocks
be_lt: Zachavać drevy j kamiani

source: Key mapping
be_lt: Pryznačeńnie klaviš

source: KeyFrame {frame_num}
be_lt: Klučavy kadr {frame_num}

source: Keyboard
be_lt: Klaviiatura

source: Keyboard settings
be_lt: Nałady klaviiatury

source: Keyframes
be_lt: Klučavyia kadry

source: Land use
be_lt: Zabudova ziamli

source: Land use layer
be_lt: Słoj zabudavańnia ziamli

source: Landscaping
be_lt: Praekt kraiavidu

source: Lanes: %1%, Speed limit: %2%
be_lt: Kalejki: %1%; abmiežavańnie chutkaści: %2%

source: Language
be_lt: Mova

source: Last Image:
be_lt: Apošniaia vyiava:

source: Last recording:
be_lt: Apošni zapis:

source: Last savegame "%1%"
be_lt: Apošniaia zachavanaia hulnia: „%1%”

source: Leaving game...
be_lt: Vychad z hulni…

source: Length
be_lt: Daŭžynia

source: Length: %1%
be_lt: Daŭžynia: %1%

source: Let a manufacturing industry upgrade in free game.
be_lt: Palepšyć pramysłovuiu ŭstanovu ŭ volnaj hulnie.

source: Level
be_lt: Uzrovień

source: Liabilities
be_lt: Zapazyčanaści

source: Lifespan
be_lt: Tryvałaść

source: Lifetime reached
be_lt: Dasiahnuty cykł žyćcia

source: Likes
be_lt: Padabajki

source: Limit of {number} industries on map reached
be_lt: Dasiahnuta miaža {number} pramysłovaściej na mapie

source: Limit of {number} towns on map reached
be_lt: Dasiahnuta miaža {number} miest na mapie

source: Limit reached!
be_lt: Dasiahnuta abmiežavańnie!

source: Line
be_lt: Liniia

source: Line Usage
be_lt: Užyvańnie linii

source: Line contains too few stations
be_lt: Na hetaj linii zamała stancyj

source: Line manager
be_lt: Nałady linij

source: Line must contain at least one stop
be_lt: Na linii pavinien być prynamsi adzin prypynak

source: Line statistics
be_lt: Statystyka linij

source: Lines
be_lt: Linii

source: Lines passing:
be_lt: Prachadzimyia linii:

source: Lines report following problems:
be_lt: Linii paviedamlaiuć pra nastupnyia prablemy:

source: Liquidity
be_lt: Płynnaść

source: Load
be_lt: Zahruzić

source: Load Camera config
be_lt: Sčytać nałady kamery

source: Load Game
be_lt: Sčytać hulniu

source: Load Map
be_lt: Sčytać mapu

source: Load a map
be_lt: Sčytać mapu

source: Load an existing game
be_lt: Sčytać isnuiučuiu hulniu

source: Load an existing map
be_lt: Sčytać isnuiučuiu mapu

source: Load game
be_lt: Sčytać hulniu

source: Load if available
be_lt: Zahrudžać, kali mahčyma

source: Load key frames
be_lt: Sčytać klučavy kadr

source: Load map
be_lt: Sčytać mapu

source: Load mod preset
be_lt: Sčytać narychtoŭku madyfikacyj

source: Load presets
be_lt: Sčytać narychtoŭku

source: Load savegame?
be_lt: Sčytać hulniu?

source: Load the map
be_lt: Sčytać mapu

source: Loaded
be_lt: Zahrudžanny

source: Loading order, click to change
be_lt: Paradak zahruzki. Naciścicie, kab zmianić

source: Loading page {page}
be_lt: Zahruzka staronki {page}

source: Loading report
be_lt: Zahruzka spravazdačy

source: Loading speed
be_lt: Chutkaść pahruzki

source: Loading speed reduced because train length ({train}) exceeds platform length ({station})
be_lt: Chutkaść pahruzki źnižana z-za daŭžyni ciahnika ({train}), iakaia bolš za daŭžyniu platformy ({station})

source: Loading speed: {amount}x
be_lt: Chutkaść pahruzki: {amount}x

source: Loading...
be_lt: Zahruzka...

source: Loan
be_lt: Pazyka

source: Loan interest
be_lt: Pracenty pazyki

source: Loan to repay: %1%
be_lt: Pazyka da viartańnia: %1%

source: Locate
be_lt: Znajści

source: Locomotives
be_lt: Łiokamatyvy

source: Logging Out
be_lt: Vychad z akaŭntu

source: Logging in, please wait...
be_lt: Idzie ŭvachod u akaŭnt, čakajcie...

source: Login
be_lt: Uvajści ŭ akaŭnt

source: Login to mod.io
be_lt: Uvajść u akaŭnt mod.io

source: Logout
be_lt: Vyjści z akaŭntu

source: Louis Favre
be_lt: Łui Favr

source: Low
be_lt: Nizka

source: Lower
be_lt: Źnizić

source: Lower the terrain.
be_lt: Źnizić ziamlu.

source: Lower tool
be_lt: Prałada zanižeńnia

source: Lower {townName}
be_lt: {townName} Dolnaie miesta

source: MODIO_INFO
be_lt: Mod.io - heta rekamendavanaia Urban Games platforma dla prahladu madyfikacyiaŭ da Transport Fever 2, iakaia dazvalaie ŭsim karystalnikam PK (nia tolki karystalnikam Steam), a taksama ŭładalnikam PlayStation®5 i Xbox Series X|S zapampoŭvać iak madyfikacyi elementaŭ, tak i skrypty dla Transport Fever 2. Kab zrabić ich dastupnymi dla šyrokaj supolnaści karystalnikaŭ kansolaŭ i karystalnikaŭ, iakiia nie vykarystoŭvaiuć Steam, aŭtaram madyfikacyiaŭ nieabchodna specyialna zapampavać ułasnyia mody na mod.io, što možna lohka zrabić praz pryładu publikacyi madyfikacyiaŭ u hulni. Mody z mod.io možna niepasredna ściahvać, ustaloŭvać i aŭtamatyčna abnaŭlać praz ubudavany ahladalnik madyfikacyiaŭ u hulni. Vialiki dziakuj usim aŭtaram madyfikacyiaŭ za ich uniosak.

source: Main connection will be interrupted
be_lt: Hałoŭnyia złučeńni buduć priervany

source: Main connections
be_lt: Hałoŭnyia złučeńni

source: Main connections:
be_lt: Hałoŭnyia złučeńni:

source: Maintenance
be_lt: Utrymańnie

source: Maintenance depots
be_lt: Utrymańnie depo

source: Maintenance infrastructure
be_lt: Utrymańnie infrastruktury

source: Maintenance other
be_lt: Utrymańnie druhoha

source: Maintenance roads
be_lt: Utrymańnie daroh

source: Maintenance set to keep vehicle at %1% condition
be_lt: Utrymańnie ŭstalavana na zachoŭvańnie transpartu ŭ stanie: %1%

source: Maintenance stations
be_lt: Utrymańnie stancyj

source: Maintenance tracks
be_lt: Utrymańnie reiak

source: Maintenance vehicles
be_lt: Utrymańnie transpartu

source: Make public
be_lt: Zrabić ahulnadastupnym

source: Manage line
be_lt: Naładzić liniiu

source: Manage vehicle
be_lt: Naładzić transpart

source: Manage vehicles
be_lt: Naładzić transpart

source: Map Editor
be_lt: Redaktar map

source: Map Parameters
be_lt: Parametry mapy

source: Map format
be_lt: Farmat mapy

source: Map generation failed
be_lt: Nie ŭdałosia utvaryć mapu

source: Map size
be_lt: Pamier mapy

source: Map size is experimental and may lead to unexpected results.
be_lt: Pamier mapy z'iaŭlaiecca eksperymientalnym i moža pryvieści da niečakanych z'iaŭ.

source: Map size:
be_lt: Pamier mapy:

source: Mass production
be_lt: Masavia vytvorčaść

source: Master
be_lt: Hałoŭnaia hučnaść

source: Maximum loan: %1%
be_lt: Maksimalnaia pazyka: %1%

source: Maximum segment length reached
be_lt: Dasiahnuta maksimalnaia daŭžynia sehmientu

source: Maximum time before departure
be_lt: Maks. čas staianki pierad ad'iezdam

source: Mediocre
be_lt: Siarednie

source: Menu
be_lt: Meniu

source: Menu music
be_lt: Muzyka ŭ meniu

source: Metropolis
be_lt: Metrapoliia

source: Min. bridge height
be_lt: Min. vyšynia mostu

source: Min. tunnel depth
be_lt: Min. hłybinia tunelu

source: Minimum time before departure
be_lt: Min. čas staianki pierad ad'iezdam

source: Minus old vehicle value
be_lt: Minus košt staroha transpartu

source: Misc.
be_lt: Rozn.

source: Miscellaneous
be_lt: Roznaie

source: Missing electric tracks
be_lt: Brak elektryčnych reiak

source: Missing tram tracks
be_lt: Brak tramvajnych reiak

source: Mission %1%
be_lt: Misiia %1%

source: Mission completed
be_lt: Misiia vykanana

source: Mission failed
be_lt: Misiia pravalena

source: Mission tasks
be_lt: Zadačy misii

source: Mission {mission_num}
be_lt: Misiia {mission_num}

source: Mission {missions_done} of {missions_total}
be_lt: Misiia {missions_done} z {missions_total}

source: Mission: %1%
be_lt: Misiia: %1%

source: Mixed rocks
be_lt: Źmiešanyia kamieni

source: Mixed trees
be_lt: Źmiešanyia drevy

source: Mod Browser
be_lt: Madyfikacii

source: Mod Details
be_lt: Detali madyfikacyi

source: Mod details
be_lt: Detali madyfikacyi

source: Mod not installed
be_lt: Madyfikacyi nie ŭstalavany

source: Mod parameters
be_lt: Paramietry madyfikacyi

source: Mod preset name
be_lt: Nazva narychtoŭku madyfikacyj

source: Mod publishing
be_lt: Publikacyia madyfikacyi

source: Mod size
be_lt: Pamier madyfikacyi

source: Mod upload could not proceed due to a filesystem issue. Please check the files in your staging area.
be_lt: Zapampoŭka madyfikacyi nie moža być praciahnutaia z-za prablemy z fajłavaj systemaj. Kali łaska, praviercie fajły ŭ svaim padrychtoŭčym abšary.

source: Mod.io info
be_lt: Infarmacyia mod.io

source: Modify for
be_lt: Adnavić za

source: Modify the terrain with a heightmap texture.
be_lt: Źmianiaie miascovaść praz tekstury map vyšyń.

source: Mods
be_lt: Madyfikacyi

source: Module bulldozer
be_lt: Buldozier modulaŭ

source: Money number format
be_lt: Farmat zapisu hrošaj

source: Month
be_lt: Miesiac

source: More details
be_lt: Padrabiaźniej

source: Mouse
be_lt: Myš

source: Mouse movement sensitivity
be_lt: Čullivaść ruchu myšy

source: Mouse settings
be_lt: Nałady myšy

source: Mouse wheel sensitivity
be_lt: Čullivaść koła myšy

source: Move down
be_lt: Ruch da dołu

source: Move mode
be_lt: Režym ruchu

source: Move up
be_lt: Ruch da hary

source: Move vehicle backward
be_lt: Pieramiaścić transpart nazad

source: Move vehicle down
be_lt: Pieramiaścić transpart da dołu

source: Move vehicle forward
be_lt: Pieramiaścić transpart napierad

source: Move vehicle to the back
be_lt: Pieramiaścić transpartny nazad

source: Move vehicle to the front
be_lt: Pieramiaścić transpartny napierad

source: Move vehicle up
be_lt: Pieramiaścić transpart da hary

source: Movement sensitivity (game camera)
be_lt: Čujnaść da ruchu (hulniavaia kamera)

source: Multiple units
be_lt: Ciahavy kopleks

source: Multiple vehicles.
be_lt: Niekalki transpartu

source: Museum line
be_lt: Muziejnaia liniia

source: Music
be_lt: Muzyka

source: Music player
be_lt: Prajhravalnik muzyki

source: Mute
be_lt: Prycišyć

source: N/A
be_lt: N/D

source: NEW_GAME_TAKING_TOO_LONG_STR
be_lt: Ustalavańnie mapy zajmaie krychu bolš času. Hulnia nieŭzabavie pačniecca

source: Name
be_lt: Nazva

source: Narrow angle
be_lt: Vuzki kut

source: Navigable waters
be_lt: Sudachodnyia vody

source: Navigable waters layer
be_lt: Słoj sudnachodnych vod

source: Network Error
be_lt: Pamyłka sietki

source: Never
be_lt: Nikoli

source: New cargo demand
be_lt: Novy popyt na hruz

source: New industry founded
be_lt: Była zasnavana novaia pramysłovaść

source: New line
be_lt: Novaia liniia

source: New train
be_lt: Novy ciahnik

source: New vehicle
be_lt: Novy transpart

source: New vehicle available
be_lt: Dastupny novy transpart

source: New vehicles
be_lt: Novy transpart

source: Next
be_lt: Dalej

source: Next/previous image
be_lt: Nastupnaia/papiaredniaia vyiava

source: No
be_lt: Nie

source: No Line
be_lt: Brak linii

source: No bridge
be_lt: Brak mastu

source: No cargo type
be_lt: Brak typu hruzu

source: No construction set!
be_lt: Brak budaŭničaj ustaloŭki!

source: No costs
be_lt: Brak koštu

source: No country for old trains
be_lt: Heta kraina nie dla starych ciahnikoŭ

source: No depot found
be_lt: Depo nia znojdziena

source: No electric path
be_lt: Brak elektryfikavanaj trasy

source: No filter currently set
be_lt: Abrana žadnych filtraŭ

source: No free seats
be_lt: Brak volnych miejscaŭ

source: No line passing
be_lt: Brak linij

source: No lines have been created yet. Create lines to see them here.
be_lt: Nie stvorana žadnych linij. Stvarycie liniia, iakiia z'iaviacca tut.

source: No logo
be_lt: Brak lohatypu

source: No maps available. Maps can be created with the map editor or downloaded from Steam Workshop.
be_lt: Brak dastupnych map. Mapy možna stvarać u redaktary abo spampavać z majsterni Steam.

source: No maps available. Maps can be created with the map editor.
be_lt: Brak dastupnych map. Mapy možna stvarać u redaktary.

source: No matches
be_lt: Brak vynikaŭ

source: No mods match your current search or filter
be_lt: Brak madyfikacyiaŭ, iakiia adpaviadaiuć tvajmu biahučamu pošuku abo filtru.

source: No money:
be_lt: Brak hrošaj:

source: No parameters
be_lt: Brak parametraŭ

source: No path
be_lt: Brak darohi

source: No path (Big aircraft)
be_lt: Brak trasy (Vialikiia samaloty)

source: No path (Big ship)
be_lt: Brak trasy (Vialikiia karabli)

source: No path (Electric)
be_lt: Brak trasy (Elektryčny)

source: No path for big airplanes
be_lt: Brak trasy dla vialikich samalotaŭ

source: No path for big ships
be_lt: Brak trasy dla vialikich karabloŭ

source: No path found between %1% and %2%
be_lt: Brak šlachu miž miž „%1%” i „%2%”

source: No release notes provided
be_lt: Brak padrabiaznaj infarmacyi

source: No saved games available.
be_lt: Brak zachavańniaŭ

source: No segment removable
be_lt: Brak vydalaiemych sehmentaŭ

source: No stations have been added yet. Add stations to see them here.
be_lt: Brak dadadzienych stancyj. Dadajcie stancyi, kab iany z'iavilisia tut.

source: No street connection
be_lt: Brak darožnaha złučeńnia

source: No tasks available
be_lt: Brak dastupnych zadač

source: No tunnel
be_lt: Brak tunelu

source: No vehicle in depot
be_lt: Brak transpartu ŭ depo

source: No vehicle to replace
be_lt: Brak transpartu na zamienu

source: No vehicles to replace!
be_lt: Brak transpartu na zamienu!

source: No vehicles with current filter setting available
be_lt: Brak transpartu ź biahučymi naładami filtru

source: Node locked
be_lt: Vuzieł zabłakavany

source: None
be_lt: Brak

source: Normal
be_lt: Narmalna

source: Not Working
be_lt: Nia dzieia

source: Not assigned to a terminal
be_lt: Nie pryznačany dla terminału

source: Not compatible for replacement
be_lt: Nie prydatny dla zamieny

source: Not contained by any line as waypoint
be_lt: Nie z'iaŭlaiecca punktam dla anivodnaj linii ŭ iakaści maršrutnaha punktu

source: Not enough money
be_lt: Zamała hrošaj

source: Not enough money.
be_lt: Zamała hrošaj.

source: Not in my backyard
be_lt: Nie na maim padvorku

source: Nothing waiting
be_lt: Ničoha nie čakaie

source: Notifications
be_lt: Paviedamleńni

source: Now demands
be_lt: Ciapier maie popyt na

source: Now what?
be_lt: I što zaraz?

source: Number of industries:
be_lt: Kolkaść pramysłovych ustanoŭ:

source: Number of items currently in stock
be_lt: Kolkaść tavaraŭ u naiaŭnaści

source: Number of lines
be_lt: Kolkaść linij

source: Number of towns
be_lt: Kolkaść miest

source: Number of towns:
be_lt: Kolkaść miest:

source: OK
be_lt: Dobra

source: Off
be_lt: Vykł.

source: Ok
be_lt: Dobra

source: Old timer
be_lt: Vieteran

source: Oldest vehicle
be_lt: Najstarejšy transpart

source: On
be_lt: Ukł.

source: One-way
be_lt: Adnakirunkovy

source: Only show air lines and hangars
be_lt: Pakazać tolki trasy palotaŭ i anharaŭ

source: Only show lines and depots that are visible in the main view
be_lt: Pakazvać tolki linii j depo, bačnyia ŭ režymie hałoŭnaha prahladu

source: Only show lines that are visible in the main view
be_lt: Pakazvać tolki linii, bačnyia ŭ režymie hałoŭnaha prahladu

source: Only show railroad lines and depots
be_lt: Pakazać tolki čyhunačnyia linii j depo

source: Only show road lines and depots
be_lt: Pakazać tolki darohi j depo

source: Only show ship lines and shipyards
be_lt: Pakazać tolki trasy sudnaŭ i vierfiaŭ

source: Only show tram lines and depots
be_lt: Pakazać tolki tramvajnyia linii j depo

source: Only show vehicles that are visible in the main view
be_lt: Pakazvać tolki transpart, bačny ŭ režymie hałoŭnaha prahladu

source: Open advanced game settings dialog
be_lt: Adkryć akno pašyranych naład hulni

source: Open console
be_lt: Adkryć kansol

source: Open folder
be_lt: Adkryć tečku

source: Open source
be_lt: Adkryć krynicu

source: Open userdata folder
be_lt: Adkryć tečku z dadzienymi karystalnika

source: Open vehicle manager
be_lt: Adkryć nałady transpartu

source: Open vehicle store to buy vehicles
be_lt: Adkryjcie kramu transpartu, aby kupić transpart

source: Open vehicle window on purchase
be_lt: Adkryvać akno traspartu pry kupli

source: Optional: Enter email address
be_lt: Dadatkova: uviadzicie adras e-pošty

source: Optional: Enter name
be_lt: Dadatkova: uviadzicie imia

source: Options:
be_lt: Nałady:

source: Originally posted by {author}:
be_lt: Aryhinalnaia publikacyia aŭtaram ({author}):

source: Other
be_lt: Inšaie

source: Other infrastructure
be_lt: Inšaia infrastruktura

source: Out
be_lt: Vyjście

source: Out of map
be_lt: Pa-za mapaj

source: Output resolution
be_lt: Vychadnaia raździalalnaść

source: Overload
be_lt: Pierahruzka

source: Overloaded stations
be_lt: Pierahružanyia stancyi

source: Overview
be_lt: Ahlad

source: Overwrite camera config?
be_lt: Pierazapisać nałady kamery?

source: Overwrite description and preview image
be_lt: Pierapišy apisańnie j papiar. prahladnuiu vyiavu

source: Overwrite description, summary and preview image
be_lt: Pierapišy apisańnie, padsumavańnie j papiar. prahladnuiu vyiavu

source: Overwrite heightmap?
be_lt: Pierazapisać mapy vyšyń?

source: Overwrite mod preset?
be_lt: Pierazapisać narychtóŭka madyfikacyi?

source: Overwrite savegame?
be_lt: Pierapisać zachavańnie?

source: Own streets.
be_lt: Ułasnaść vulicy.

source: Ownership test failed
be_lt: Pravierka na ŭłasnaść nie atrymałasia

source: Paint steep side
be_lt: Zamalujcie stromki bok

source: Paint tools
be_lt: Pryłady malavańnia

source: Pan sensitivity (free camera)
be_lt: Čujnaść panaramy (volnaia kamera)

source: Pan sensitivity (game camera)
be_lt: Čujnaść panaramy (hulniavaia kamera)

source: Passenger
be_lt: Pasažyrskiia

source: Passenger stop can not be used by cargo vehicles
be_lt: Hruzavy transpart nia moža być užyty praz pasažyrski prypynak

source: Passenger stops can not be used by cargo vehicles
be_lt: Hruzavy transpart nia moža być užyty praz pasažyrskiia prypynki

source: Passenger wagons
be_lt: Pasažyrskiia vahony

source: Passengers
be_lt: Pasažyry

source: Passengers transported (last 12 months)
be_lt: Pieravieziena pasažyraŭ (apošniia 12 miesiacaŭ)

source: Passengers transported (total)
be_lt: Pieravieziena pasažyraŭ (usiaho)

source: Paste
be_lt: Ustavić

source: Pause
be_lt: Prypynak

source: Pause preview
be_lt: Prypynić ahlad

source: Paused
be_lt: Prypynieny

source: Penny pincher
be_lt: Peni Pitčer

source: Perspective panning
be_lt: Zruch u pierspiektyvy

source: Picture
be_lt: Vyiava

source: Pin
be_lt: Zamacavać

source: Place random rocks with a brush.
be_lt: Razmiaščaie vypadkovyia kamieni z dapamohaj pendźlu.

source: Place random trees with a brush.
be_lt: Razmiaščaie vypadkovyia drevy z dapamohaj pendźlu.

source: Platform:
be_lt: Platforma:

source: Play Map
be_lt: Hulać na mapie

source: Play a free game in all three climates.
be_lt: Zhulać volnuiu hulniu va ŭsich troch klimatach.

source: Play a map
be_lt: Hulać na mapie

source: Play map
be_lt: Hulać na mapie

source: Play next song
be_lt: Prajhrać nastupnuiu pieśniu

source: Play or pause current song
be_lt: Prajhrać abo prypynić biahučuiu pieśniu

source: Play previous song
be_lt: Prajhrać papiaredniuiu pieśniu

source: Player Owned
be_lt: Ułasnaść hulca

source: Player owned
be_lt: Ułasnaść hulca

source: Player ownership
be_lt: Ułasnaść hulca

source: Player ownership control tool
be_lt: Pryłada ustalavańnia ułasnaści hulcom

source: Playlist
be_lt: Śpis prajhravańnia

source: Please check that you're signed in to PlayStation Network
be_lt: Pravier uvachod u sietku PlayStation

source: Please check that you're signed in to Xbox Live
be_lt: Pravier uvachod u sietku Xbox Live

source: Please check your email for your code and enter it here.
be_lt: Praviercie svaiu e-poštu j uviadzicie siudy atrymany kod.

source: Please check your network connection and try again later.
be_lt: Praviercie svaio złučeńnie ź sietkaj i pasprabujcie iznoŭ paźniej.

source: Please login to publish mod
be_lt: Uvajdzi ŭ akaŭnt, kab apublikavać madyfikacyiu

source: Please try installing the latest drivers for your graphics card.
be_lt: Ustalujcie apošniia drajvery videakarty.

source: Please wait ...
be_lt: Čakajcie...

source: Please wait, models are being replaced...
be_lt: Kali łaska, pačakajcie, madeli zamianiaiucca...

source: Point to the terrain
be_lt: Paznačcie miascovaść

source: Poor
be_lt: Nizka

source: Population
be_lt: Nasielnictva

source: Power
be_lt: Moc

source: Power rating
be_lt: Naminalnaia moc

source: Power units
be_lt: Adzinki mocy

source: Precision mode
be_lt: Režym dakładnaści

source: Preparing game...
be_lt: Padrychtoŭka hulni...

source: Preparing...
be_lt: Padrychtoŭka...

source: Presets
be_lt: Chutkiia nałady

source: Press <Shift> to set custom color
be_lt: Naciśnicie <Shift>, aby ŭstalavać ułasny koler

source: Press [iaHint=IA_SELECT/] or [iaHint=IA_NAV_ACTIVATE_SPACE/] to continue...
be_lt: Naciśni [iaHint=IA_SELECT/] abo [iaHint=IA_NAV_ACTIVATE_SPACE/], kab praciahnuć…

source: Press any key
be_lt: Naciśnicie lubuiu klavišu

source: Previous resolution setting will be restored in %2d seconds!
be_lt: Papiaredniaia nałada raździalalnaść budzie adnoŭlena praz %2d s!

source: Private transport
be_lt: Asablivy transpart

source: Produced
be_lt: Vyrableny

source: Product
be_lt: Vyrab

source: Production
be_lt: Vytvorčaść

source: Production rating
be_lt: Acenka vyrabu

source: Profit last 12 months
be_lt: Prybytak za apošniia 12 miesiacaŭ

source: Prohibited area
be_lt: Zabaronienaia zona

source: Public transport
be_lt: Hramandski transpart

source: Publish
be_lt: Apublikavać

source: Publish Map
be_lt: Apublikavać mapu

source: Publish Savegame
be_lt: Apublikavać zachavańnie

source: Publishing...
be_lt: Publikavańnie...

source: Quality
be_lt: Akaść

source: Quality of life in {townName}
be_lt: Akaść žyćcia – {townName}

source: Quantity
be_lt: Kolkaść

source: Quit
be_lt: Vyści

source: Quit game
be_lt: Vyjści z hulni

source: Quit to main menu
be_lt: Vyjść da hałoŭnaha meniu

source: Quit to main menu or desktop
be_lt: Vyjści da hałoŭnaha meniu ci da pracoŭnaha stała

source: Rail
be_lt: Čyhunka

source: Railroad
be_lt: Čyhunačnaia daroha

source: Railroad crossing
be_lt: Čyhunačny pieraiezd

source: Raise
be_lt: Padniać

source: Raise the terrain.
be_lt: Padniać miascovaść.

source: Raise tool
be_lt: Prałada pad'iomu

source: Random
be_lt: Vypadkovy

source: Random seed
be_lt: Vypadkovaie nasieńnia

source: Randomize rotation
be_lt: Vypadkovaie kručeńnie

source: Range:
be_lt: Šerah:

source: Rate
be_lt: Pakazalnik

source: Rating
be_lt: Acenka

source: Rating from "%1%" to "%2%"
be_lt: Acenka ad „%1%” da „%2%”

source: Reach 400 production at a manufacturing industry in free game.
be_lt: U volnaj hulnie dasiahnicie ab'iomu pramysłovaj vytvorčaści ab 400.

source: Reach a speed of at least 120 km/h with a train in free game.
be_lt: U volnaj hulnie dasiahnicie chutkaść nie mienš za 120 km/h ciahnikom.

source: Reach a speed of at least 300 km/h with a train in free game.
be_lt: U volnaj hulnie dasiahnicie chutkaść nie mienš za 300 km/h ciahnikom.

source: Reach an emission value of 80 in a town in free game.
be_lt: U volnaj hulnie dasiahnicie ŭzroŭniu zabrudžvańnia 80 u miestie.

source: Reach the maximum headquarters level in free game.
be_lt: U volnaj hulnie dasiahnicie maksimalnaha ŭzroŭniu štab-kvatery.

source: Reach the present in free game.
be_lt: Dasiahnicie biahučaha času ŭ volnaj hulnie.
