local names = { }

names.belarus = {
    belarusian = {
        firstNamesMale = {
					"Адам", "Акім", "Алег", "Аляксандар", "Аляксей", "Анатоль", "Андрэй", "Анісім", "Антон", "Аркадзь", "Арнольд", "Арсеній", "Артур", "Арцём", "Астап", "Афанасій",
					"Багдан", "Багуслаў", "Базыль", "Баляслаў", "Баніфацый", "Барыс", "Барыслаў", "Будыслаў", "Браніслаў", "Брачыслаў", "Будзімір",
					"Вадзім", "Валерый", "Валянцін", "Варфаламей", "Васіль", "Венядзікт", "Вінцэнт", "Віктар", "Віталій", "Вітаўт", "Вячаслаў",
					"Гарыслаў", "Гаўрыла", "Георгій", "Герасім", "Гянадзь", "Глеб",
					"Давыд", "Дамінік", "Даніла", "Дарафей", "Дзьмітрый", "Дзяніс",
					"Ждан",
					"Захар",
					"Ігар", "Ігнат", "Ільля", "Іван",
					"Ёзэф",
					"Казімір", "Карл", "Кірыл", "Кандрат", "Канстанцін", "Кузьма",
					"Лаўрэнці", "Леанід",
					"Максім", "Матвей", "Мірон", "Міхаіл", "Мікіта", "Мікалай",
					"Нікіфар",
					"Павел", "Пётра", "Пракофій",
					"Радзівон", "Раман", "Рыгор",
					"Сьвятаслаў", "Станіслаў", "Сьцяпан", "Сямён", "Сымон", "Сяргей",
					"Тарас", "Трафім",
					"Уладзімер", "Уладзіслаў",
					"Фёдар", "Філіп", "Францыск",
					"Харлам", "Хрысьціян",
					"Цімафей", "Ціхан",
					"Часлаў",
					"Эдуард", "Эўдакім", "Эмяльлян",
					"Юлій", "Юрый",
					"Ягор", "Якаў", "Ян", "Яўгэн", "Яфім"
        },
        firstNamesFemale = {
            "Агапія", "Агрыпіна", "Адэлаіда", "Акуліна", "Ала", "Алена", "Алеся", "Аліна", "Аліса", "Аляксандара", "Анастасыя", "Ангеліна", "Анжаліка", "Анжэла", "Антаніна", "Антонія", "Анна", "Аўдоцьця",
						"Барбара", "Будыслава", "Браніслава", "Бэла",
						"Валерыя", "Валянціна", "Ванда", "Вэра", "Вэраніка", "Вікторыя", "Віталіна", "Віялета", "Вольга", "Вэнэра", "Вячаслава",
						"Ганна", "Галіна",
						"Дамініка", "Дарафея", "Дар’я", "Жана",
						"Зынаіда", "Зося",
						"Ірэна", "Ірына",
						"Караліна", "Крысьціна", "Ксенія", "Кацярына",
						"Ларыса", "Лідзія", "Лізавета", "Лілія", "Любава", "Любаміра", "Любоў", "Людміла", "Люцыя",
						"Магдалена", "Маргарыта", "Марыя", "Марына",
						"Надзея", "Натальля", "Ніна", 
						"Паліна",
						"Раіса", "Рэгіна",
						"Сьвятлана", "Соф’я",
						"Таісія", "Тамара", "Тацьцяна",
						"Ульляна",
						"Фёкла", "Фіала",
						"Хрысьціяна", "Хрысьціна",
						"Часлава",
						"Эва", "Эльвіра", "Эліна", "Эма", "Эмілія", "Эўдакія", "Эўрасіньня",
						"Юльля", "Юзэфа",
						"Ядвіга", "Яўгэнія", "Яна"
				},
        lastNames = {
					"Іваноў", "Сяргееў", "Мікалаеў", "Ярмоленка", "Дубовік", "Кавалёў", "Сокалаў", "Паўлоўскі",	"Шаўчук",	"Вайтовіч",
					"Карпенка", "Старавойтаў", "Пятровіч", "Лапацін", "Гурко", "Астапчук", "Кравец", "Залескі", "Лебедзеў", "Паляковіч",
					"Грыневіч", "Сівіцкі", "Цыбульскі", "Храпко", "Шышко", "Яцко", "Краўчанка", "Раманоўскі", "Нячай", "Ляўковіч", "Зубко",
					"Мартынюк", "Фёдараў", "Баранаў", "Караткевіч", "Жукоўскі", "Радзівіл", "Дзямідовіч", "Чаркасаў", "Бяляеў", "Касьцючэнка",
					"Палонскі", "Патаповіч", "Лагвінец", "Вішнеўскі", "Багдановіч", "Клімковіч", "Чарняўскі", "Бурак", "Зубар", "Купрэйчык",
					"Казлоў", "Міхалкевіч", "Ярош", "Платонаў", "Шукела", "Голуб", "Логвінаў", "Мартыновіч", "Александровіч", "Ясінскі",
					"Руднік", "Тур", "Шкляр", "Дашкевіч", "Мельнік", "Грыб", "Якубовіч", "Нікалаенка", "Ажгірэй", "Жукоў", "Сасноўскі",
					"Бандарэнка", "Бараноўскі", "Васючэнка", "Волкаў", "Дудка", "Загорскі", "Кісялёў", "Кучынскі", "Лясноў", "Марцінкевіч",
					"Мілеўскі", "Пяткевіч", "Раманчык", "Савіцкі", "Сахарчук", "Свірыд", "Сідаровіч", "Сільчанка", "Слабадзянюк", 
					"Старажэвіч", "Тарасевіч", "Ткачэнка", "Тупіца", "Фамічоў", "Хоміч", "Ціхановіч", "Чарноў", "Шавялоў", "Янкоўскі"
        }
    }
}

local firstNamesMale = names.belarus.belarusian.firstNamesMale
local firstNamesFemale = names.belarus.belarusian.firstNamesFemale
local lastNames = names.belarus.belarusian.lastNames

function data()
    return {
        makeName = function(male)
            if (male) then
                return firstNamesMale[math.random(#firstNamesMale)] .. " " .. lastNames[math.random(#lastNames)]
            else
                return firstNamesFemale[math.random(#firstNamesFemale)] .. " " .. lastNames[math.random(#lastNames)]
            end
        end
    }
end

function data()
    return {
        makeName = function(male)
            if (male) then
                return firstNamesMale[math.random(#firstNamesMale)] .. " " .. lastNames[math.random(#lastNames)]
            else
                return firstNamesFemale[math.random(#firstNamesFemale)] .. " " .. lastNames[math.random(#lastNames)]
            end
        end
    }
end
